Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Extensibility/ESRI.ArcGIS.Client.Extensibility/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# MoveLayerUpDescription
source: Moves the layer's display order one position closer to the bottom of the map
ar: تحريك ترتيب عرض الطبقة المحددة موضع واحد أقرب لأسفل الخريطة
da: Flytter lagets visningsrækkefølge én position tættere på bunden af kortet
de: Verschiebt den Layer in der Darstellungsreihenfolge der Karte um eine Position nach unten
es: Mueve el orden de visualización de la capa una posición hacia la parte inferior del mapa
et: Liigutab kihi kuvamise järjestus ühe astme võrra kihiloendis allapoole
fi: Siirtää karttatason näyttöjärjestyksen yhden sijainnin lähemmäs kartan alareunaa
fr: Déplace l'ordre d'affichage de la couche d'une position vers le bas de la carte
he: הזזת סדר תצוגת השכבות הנבחרות מיקום אחד קרוב יותר לחלק התחתון של המפה
it: Sposta l'ordine di visualizzazione del layer di una posizione più vicina alla parte inferiore della mappa
ja: レイヤの表示順序を 1 つ下に移動します
ko: 레이어의 표시 순서를 맵 아래쪽으로 한 단계 이동합니다.
lt: Perkelti sluoksnį viena pozicija žemyn žemėlapio sluoksnių rodymo eilėje
lv: Pārvietot slāņu parādīšanas kārtību par vienu pozīciju tuvāk kartes apakšai
nb_no: Flytter lagets visningsrekkefølge én posisjon nærmere den nederste delen av kartet
nl: Verplaatst de weergavevolgorde van de kaartlaag één positie naar de onderkant van de kaart
pl: Przenosi kolejność wyświetlania warstwy o jedną pozycję w górę
pt_br: Move a ordem de visualização da camada uma posição abaixo do mapa
ro: Mută ordinea de afişare a stratului tematic cu o poziţie mai jos pe hartă
ru: Перемещает слой в списке порядка отображения слоев на одну позицию вниз
sv: Flyttar ned lagrets visningsordning ett steg
zh_cn: 将图层的显示顺序在地图中下移一位

# MoveLayerUpDisplayName
source: Move Down
ar: تحريك لأسفل
da: Flyt ned
de: Nach unten verschieben
es: Mover hacia abajo
et: Liigu allapoole
fi: Siirrä alas
fr: Déplacer vers le bas
he: הזז למטה
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
lt: Žemyn
lv: Pārvietot uz leju
nb_no: Flytt ned
nl: Verplaats naar beneden
pl: Przenieś w dół
pt_br: Mover para Baixo
ro: Mutare în jos
ru: Переместить вниз
sv: Flytta ned
zh_cn: 下移

# NavigateToHelpLinkDescription
source: Navigates to the help system
ar: انتقال إلى نظام التعليمات
da: Navigerer til Hjælp-systemet
de: Navigiert zum Hilfesystem
es: Navega al sistema de ayuda
et: Liigub abisüsteemi
fi: Navigoi ohjeeseen
fr: Accède au système d'aide
he: נווט למערכת העזרה
it: Passa alla Guida
ja: ヘルプ システムに移動します
ko: 도움말 시스템을 탐색합니다.
lt: Atveriama pagalbos isntrukcija
lv: Virzīties palīdzības sistēmu
nb_no: Navigerer til hjelpesystemet
nl: Navigeert naar het helpsysteem
pl: Przechodzi do systemu pomocy
pt_br: Navega até a ajuda do sistema
ro: Navighează la sistemul de ajutor
ru: Переходит к справочной системе
sv: Navigerar till hjälpsystemet
zh_cn: 导航至帮助系统

# NavigateToHelpLinkDisplayName
source: Navigate to help link
ar: انتقال إلى ارتباط التعليمات
da: Navigér til Hjælp-link
de: Link 'Zur Hilfe navigieren'
es: Navegar al vínculo de ayuda
et: Liigu abi lingile
fi: Navigoi ohjelinkkiin
fr: Accéder au lien vers l'aide
he: נווט לקישור העזרה
it: Collegamento per passare alla Guida
ja: ヘルプ リンクへ移動します
ko: 도움말 링크로 이동
lt: Atverti pagalbą
lv: Virzīties palīdzības saiti
nb_no: Naviger til hjelp-kobling
nl: Navigeert naar helpkoppeling
pl: Przechodzi do łącza pomocy
pt_br: Navegar até o link de ajuda
ro: Navighează la legătura de ajutor
ru: Перейти к справке
sv: Navigera till hjälplänk
zh_cn: 导航至帮助链接

# PrintDescription
source: Print the map
ar: طباعة الخريطة
da: Udskriv kortet
de: Karte drucken
es: Imprimir el mapa
et: Prindi kaart
fi: Tulosta kartta
fr: Imprimer la carte
he: הדפס מפה
it: Stampa la mappa
ja: マップを印刷します
ko: 맵을 인쇄합니다.
lt: Spausdinti žemėlapį
lv: Drukāt karti
nb_no: Skriv ut kartet
nl: Druk de kaart af
pl: Drukuj mapę
pt_br: Imprime o mapa
ro: Imprimaţi harta
ru: Печатать карту
sv: Skriv ut kartan
zh_cn: 打印地图

# PrintDisplayName
source: Print
ar: طباعة
da: Udskriv
de: Drucken
es: Imprimir
et: Prindi
fi: Tulosta
fr: Imprimer
he: הדפסה
it: Stampa
ja: 印刷
ko: 인쇄
lt: Spausdinti
lv: Drukāt
nb_no: Skriv ut
nl: Afdrukken
pl: Drukuj
pt_br: Imprimir
ro: Imprimare
ru: Печать
sv: Skriv ut
zh_cn: 打印

# RefreshLayerDescription
source: Refreshes the selected layer
ar: تحديث الطبقة المحددة
da: Opdaterer det valgte lag
de: Aktualisiert den ausgewählten Layer
es: Actualiza la capa seleccionada
et: Värskendab valitud kihi
fi: Päivittää valitun tason
fr: Actualise la couche sélectionnée
he: רענן את השכבה הנבחרת
it: Aggiorna il layer selezionato
ja: 選択されているレイヤを更新します
ko: 선택한 레이어를 새로 고칩니다.
lt: Pasirinkto sluoksnio atnaujinimas
lv: Atjauno izvēlēto slāni
nb_no: Oppdaterer det valgte kartlaget
nl: Vernieuwt de geselecteerde laag
pl: Odświeża wybraną warstwę
pt_br: Atualiza a camada selecionada
ro: Reîmprospătează stratul tematic selectat
ru: Обновляет отображение выбранного слоя
sv: Uppdaterar det valda lagret
zh_cn: 刷新所选图层

# RefreshLayerDisplayName
source: Refresh Layer
ar: تحديث الطبقة
da: Opdatér lag
de: Layer aktualisieren
es: Actualizar la Capa
et: Värskenda kiht
fi: Päivitä taso
fr: Actualiser la couche
he: רענן שכבה
it: Aggiorna layer
ja: レイヤを最新の情報に更新
ko: 레이어 새로 고침
lt: Atnaujinti sluoksnį
lv: Atjaunot slāni
nb_no: Oppdater kartlag
nl: Verversen kaartlaag
pl: Odśwież warstwę
pt_br: Atualizar Camada
ro: Reîmprospătare strat tematic
ru: Обновить слой
sv: Uppdatera lager
zh_cn: 刷新图层

# RenameLayerDescription
source: Rename the selected layer
ar: إعادة تسمية الطبقة المحددة
da: Omdøb det valgte lag
de: Ausgewählten Layer umbenennen
es: Cambia el nombre de la capa seleccionada
et: Nimeta valitud kiht ümber
fi: Nimeä valittu karttataso uudelleen
fr: Renommer la couche sélectionnée
he: שנה שם לשכבה הנבחרת
it: Rinomina il layer selezionato
ja: 選択されているレイヤの名前を変更します
ko: 선택한 레이어의 이름을 바꿉니다.
lt: Pervadinti pasirinktą sluoksnį
lv: Pārsaukt izvēlēto slāni
nb_no: Gi nytt navn til det valgte kartlaget
nl: Wijzig de naam van de geselecteerde laag
pl: Zmienia nazwę wybranej warstwy
pt_br: Renomeia a camada selecionada
ro: Redenumire strat tematic selectat
ru: Изменяет имя выбранного слоя
sv: Byt namn på det valda lagret
zh_cn: 重命名所选图层

# RenameLayerDisplayName
source: Rename Layer
ar: إعادة تسمية الطبقة
da: Omdøb lag
de: Layer umbenennen
es: Cambiar nombre de capa
et: Nimeta kiht ümber
fi: Nimeä karttataso uudelleen
fr: Renommer la couche
he: שנה שם שכבה
it: Rinomina layer
ja: レイヤ名の変更
ko: 레이어 이름 바꾸기
lt: Pervadinti sluoksnį
lv: Pārsaukt slāni
nb_no: Gi nytt navn til kartlag
nl: Wijzig naam laag
pl: Zmień nazwę warstwy
pt_br: Renomear Camada
ro: Redenumire strat tematic
ru: Переименовать слой
sv: Byt namn på lager
zh_cn: 重命名图层

# RestoreDefaultThemeDescription
source: Restores the colors used by the map to the default
ar: استعادة الألوان المستخدمة من قبل الخريطة لتصبح افتراضية
da: Gendanner de farver, der benyttes af kortet, til standardfarverne
de: Setzt die in der Karte verwendeten Farben auf die Standardeinstellungen zurück
es: Restaura los colores utilizados por el mapa al valor predeterminado
et: Taasta kaardil kasutatavad värvid vaikimisi kujule
fi: Palauttaa kartan käyttämät värit oletusväreihin
fr: Restaure les couleurs par défaut utilisées par la carte
he: שחזור הצבעים בהם משתמשת המפה כברירת מחדל
it: Ripristina i colori di default utilizzati per la mappa
ja: マップで使用する色をデフォルトに戻します
ko: 맵에서 사용하는 색을 기본값으로 복원합니다.
lt: Žemėlapio numatytųjų spalvų atstatymas
lv: Atjauno krāsas, ko izmanto kartes pēc noklusējuma
nb_no: Gjenoppretter fargene som brukes av kartet, til standardverdiene
nl: Herstelt de standaardkleuren van de kaart
pl: Przywraca domyślne kolory używane przez mapę
pt_br: Restaura as cores utilizadas pelo mapa para o padrão
ro: Restaurează culorile utilizate de hartă la valorile implicite
ru: Восстанавливает используемые по умолчанию цвета для отображения карты
sv: Återställer färgerna som används av kartan till standardfärgerna
zh_cn: 将地图所用的颜色恢复到默认设置

# RestoreDefaultThemeDisplayName
source: Reset Theme
ar: إعادة تعيين السمة
da: Nulstil tema
de: Design zurücksetzen
es: Restablecer tema
et: Lähtesta teema
fi: Palauta teema
fr: Réinitialiser le thème
he: אפס נושא
it: Reimposta tema
ja: テーマのリセット
ko: 테마 재설정
lt: Atstatyti temą
lv: Atiestatīt tēmas
nb_no: Tilbakestill tema
nl: Stel thema opnieuw in
pl: Resetuj motyw
pt_br: Restaurar Tema
ro: Resetare temă
ru: Сбросить тему
sv: Återställ tema
zh_cn: 重置主题

# SelectAllDescription
source: Select all the features in the current layer
ar: تحديد جميع المعالم في الطبقة الحالية
da: Vælg alle objekter i det aktuelle lag
de: Alle Features im aktuellen Layer auswählen
es: Selecciona todas las entidades de la capa actual
et: Vali praegusest kihist kõik objektid
fi: Valitse nykyisen tason kaikki kohteet
fr: Sélectionner toutes les entités de la couche actuelle
he: בחר את כל הישויות בשכבה הנוכחית
it: Seleziona tutte le feature nel layer corrente
ja: 現在のレイヤにあるすべてのフィーチャを選択します
ko: 현재 레이어의 모든 피처를 선택합니다.
lt: Visų pasirinkto sluoksnio objektų pažymėjimas
lv: Izvēlas visus elementus pašreizējā slānī
nb_no: Velg alle geoobjektene på gjeldende kartlag
nl: Selecteer alle objecten in de huidige laag
pl: Wybierz wszystkie obiekty w bieżącej warstwie
pt_br: Seleciona todas as feições na camada atual
ro: Selectaţi toate obiectele spaţiale din stratul tematic curent
ru: Выбирает все объекты текущего слоя
sv: Välj alla objekt i det aktuella lagret
zh_cn: 选择当前图层中的所有要素

# SelectAllDisplayName
source: Select All
ar: تحديد الكل
da: Vælg alle
de: Alles auswählen
es: Seleccionar todo
et: Vali kõik
fi: Valitse kaikki
fr: Sélectionner tout
he: בחר הכל
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
lt: Pažymėti visus
lv: Izvēlēties visu
nb_no: Velg alle
nl: Selecteer alles
pl: Wybierz wszystko
pt_br: Selecionar Tudo
ro: Selectare globală
ru: Выбрать все
sv: Markera alla
zh_cn: 全选

# SelectByDrawDescription
source: Select features by drawing a box around them in the map
ar: تحديد معالم بواسطة رسم مربع حولهم في الخريطة
da: Vælg objekter ved at tegne en boks rundt om dem i kortet
de: Features durch Zeichnen einer Box um die Features in der Karte auswählen
es: Selecciona entidades al dibujar un cuadro alrededor de éstas en el mapa
et: Vali objektid, kasutades kaardile markeeritud vabakäelist kasti
fi: Valitse kohteet piirtämällä ruutu niiden ympärille kartalla
fr: Dessiner une zone autour des entités sur la carte pour les sélectionner
he: בחר ישויות על ידי שרטוט מלבן סביבן
it: Seleziona le feature tracciandovi intorno un riquadro nella mappa
ja: マップにボックスを描画し、ボックスで囲まれたフィーチャを選択します
ko: 맵에서 주변에 상자를 그려서 피처를 선택합니다.
lt: Objektų pažymėjimas pagal žemėlapyje nubrėžtą plotą
lv: Izvēlas elementus, zīmējot lodziņu ap tiem uz kartes
nb_no: Velg geoobjekter ved å tegne en ramme rundt dem på kartet
nl: Selecteer objecten door een vak rond de objecten te tekenen in de kaart
pl: Wybierz obiekty, rysując wokół nich obszar na mapie
pt_br: Seleciona feições desenhando uma caixa ao redor das mesmas no mapa
ro: Selectaţi obiecte spaţiale trăgând un chenar în jurul hărţii
ru: Выбирает объекты с помощью прямоугольника, рисуемого на карте
sv: Välj objekt genom att rita en ruta runt dem på kartan
zh_cn: 在地图中要素的周围拖出一个框来选择要素

# SelectByDrawDisplayName
source: Select
ar: تحديد
da: Vælg
de: Auswählen
es: Seleccionar
et: Vali
fi: Valitse
fr: Sélectionner
he: בחר
it: Seleziona
ja: 選択
ko: 선택
lt: Pažymėti
lv: Izvēlēties
nb_no: Velg
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ro: Selectare
ru: Выбрать
sv: Välj
zh_cn: 选择

# SelectedIndexOfTotal
source: {0} of {1}
ar: {0} من {1}
da: {0} af {1}
de: {0} von {1}
es: {0} de {1}
fr: {0} sur {1}
he: {0} מתוך {1}
it: {0} di {1}
lt: {0} iš {1}
lv: {0} no {1}
nb_no: {0} av {1}
nl: {0} van {1}
pl: {0} z {1}
pt_br: {0} de {1}
ro: {0} din {1}
ru: {0} из {1}
sv: {0} av {1}

# ServiceDetailsDescription
source: Open the service endpoint for the selected layer
ar: فتح النقطة النهاية للطبقة المحددة
da: Åbn tjenesteslutpunktet for det valgte lag
de: Service-Endpunkt auf den ausgewählten Layer öffnen
es: Abre el extremo del servicio para la capa seleccionada
et: Ava valitud kihile teenuse lõpposa
fi: Avaa valitun tason palvelun päätepiste
fr: Ouvrir le point de terminaison du service de la couche sélectionnée
he: פתיחת שירות הקצה לשכבה הנבחרת
it: Apri l'endpoint del servizio per il layer selezionato
ja: 選択されているレイヤのサービス エンドポイントを開きます
ko: 선택한 레이어의 서비스 엔드포인트를 엽니다.
lt: Atverti pasirinkto sluoksnio serviso galinį tašką
lv: Atveriet izvēlētajam slānim servisa galapunktu
nb_no: Åpne tjenestesluttpunktet for det valgte kartlaget
nl: Open het service-eindpunt voor de geselecteerde laag
pl: Otwórz punkt końcowy usługi dla wybranej warstwy
pt_br: Abre o parâmetro de serviço da camada selecionada
ro: Deschideţi adresa URL a serviciului pentru stratul tematic selectat
ru: Открыть точку доступа сервиса для выбранного слоя
sv: Öppna tjänstens ändpunkt för det valda lagret
zh_cn: 打开所选图层的服务端点

# ServiceDetailsDisplayName
source: Service Details
ar: تفاصيل الخدمة
da: Tjenesteoplysninger
es: Detalles del servicio
et: Teenuse detailid
fi: Palvelun tiedot
fr: Détails du service
he: פרטי השירות
it: Dettagli servizio
ja: サービスの詳細
ko: 서비스 정보
lt: Paslaugos apibūdinimas
lv: Servisa detaļas
nb_no: Tjenestedetaljer
pl: Szczegóły usługi
pt_br: Detalhes do Serviço
ro: Detalii serviciu
ru: Детали сервиса
sv: Information om tjänsten
zh_cn: 服务详细信息

# ShowMapCoordinatesDescription
source: Displays coordinates as the mouse hovers over the map
ar: يتم عرض الإحداثيات عندما تحوم الفأرة فوق الخريطة
da: Vis koordinater, når musen bevæges over kortet
de: Zeigt Koordinaten an, wenn der Mauszeiger über die Karte bewegt wird
es: Muestra las coordenadas a medida que el ratón se desplaza sobre el mapa
et: Kuvab koordinaate, kui liikuda hiirega üle kaardi
fi: Näyttää koordinaatit, kun kohdistin siirretään kartan päälle
fr: Affiche les coordonnées lorsque la souris survole la carte
he: הצג קואורדינטות כאשר העכבר מרחף על המפה
it: Visualizza le coordinate al passaggio del mouse sulla mappa
ja: マウスをマップ上にホバーさせたときに座標を表示します
ko: 마우스가 맵 위에 있을 때 해당 좌표를 표시합니다.
lt: Koordinačių rodymas pagal pelės žymeklio judėjimą žemėlapyje
lv: Parāda koordinātes, kad peli tur virs kartes
nb_no: Viser koordinater når musepekeren føres over kartet
nl: Geeft coördinaten weer terwijl de muisaanwijzer over de kaart wordt verplaatst
pl: Wyświetla współrzędne podczas przesuwania kursora myszy po mapie
pt_br: Exibe cooordenadas conforme pairar o mouse sobre o mapa
ro: Afişează coordonate pe măsură ce mouse-ul este deplasat peste hartă
ru: Отображает координаты места, на котором находится указатель мыши
sv: Visar koordinater när musen förs över kartan
zh_cn: 当鼠标悬停在地图上方时显示坐标

# ShowMapCoordinatesDisplayName
source: Show Map Coordinates
ar: عرض إحداثيات الخريطة
da: Vis kortkoordinater
de: Kartenkoordinaten anzeigen
es: Mostrar coordenadas del mapa
et: Kuva kaardi koordinaate
fi: Näytä karttakoordinaatit
fr: Afficher les coordonnées de la carte
he: הצג קואורדינטות מפה
it: Mostra coordinate mappa
ja: マップ座標の表示
ko: 맵 좌표 표시
lt: Rodyti žemėlapio koordinates
lv: Rādīt kartes koordinātes
nb_no: Vis kartkoordinater
nl: Geef kaartcoördinaten weer
pl: Pokaż współrzędne mapy
pt_br: Mostrar Coordenadas do Mapa
ro: Afişare coordonate hartă
ru: Показать координаты карты
sv: Visa kartkoordinater
zh_cn: 显示地图坐标

# ShowPreviewControlDescription
source: Display a dialog that demonstrates how theme colors appear when applied to different components of the map
ar: عرض مربع الحوار الذي يوضح كيفية ظهور ألوان السمة عند تطبيق المكونات المختلفة للخريطة
da: Få vist en dialogboks, der demonstrerer, hvordan temafarver vises, når de anvendes på forskellige komponenter i kortet
de: Einen Dialog anzeigen, der die Darstellung von Designfarben zeigt, wenn sie auf verschiedene Komponenten der Karte angewendet werden.
es: Muestra un cuadro de diálogo que describe cómo aparecen los colores del tema cuando se aplican a diferentes componentes del mapa
et: Kuva dialoogi, mis kirjeldab, kuidas teema värvid ilmuvad situatsioonis, kui neile omistada kaardi erinevad komponendid
fi: Näytä valintaikkuna, jossa kuvataan, miten teeman värin näkyvät, kun niitä käytetään kartan eri osissa
fr: Afficher une boîte de dialogue présentant la façon dont les couleurs du thème apparaissent lorsqu'elles sont appliquées à différents composants de la carte
he: הצג דיאלוג המדגים כיצד צבעי נושא יופיעו כאשר יישמו אותם על רכיבים שונים של המפה.
it: Visualizza una finestra di dialogo che illustra l'aspetto dei colori del tema se applicati a diversi componenti della mappa
ja: テーマ色をマップの別のコンポーネントに適用した結果を示すダイアログを表示します。
ko: 맵의 다른 구성 요소에 적용될 때 테마 색이 어떻게 표시되는지를 보여 주는 대화 상자를 표시합니다.
lt: Atveriamas langas vaizduojantis, kaip temos spalvos atrodo pritaikytos skirtingiems žemėlapio komponentams
lv: Parāda dialogu, kas demonstrē, cik tēmu krāsas parādās, kad piemēro kartei dažādus komponentus
nb_no: Viser en dialogboks som demonstrerer hvordan temafargene vises når de brukes på ulike komponenter på kartet
nl: Geef een dialoogvenster weer waarin wordt weergegeven hoe themakleuren eruitzien bij toepassing op verschillende onderdelen van de kaart
pl: Wyświetl okno dialogowe pokazujące, jak kolory motywu będą wyglądać, gdy zostaną zastosowane do innych składników mapy.
pt_br: Exibe um diálogo que demonstra como as cores do tema aparecem quando aplicadas em diferentes componentes do mapa
ro: Afişaţi un dialog care demonstrează modul în care apar culorile temei când sunt aplicate pe diferite componente ale hărţii
ru: Отображает диалоговое окно, демонстрирующее характер использования цветов для отображения различных компонентов карты
sv: Visar en dialogruta där du kan se hur temafärger ser ut när de används på olika komponenter på kartan
zh_cn: 显示一个对话框来演示在地图的不同组成部分应用主题颜色时的效果

# ShowPreviewControlDisplayName
source: Preview Theme
ar: معاينة السمة
da: Vis tema på forhånd
de: Designvorschau
es: Vista previa del tema
et: Vaata teemat
fi: Esikatsele teemaa
fr: Aperçu du thème
he: נושאי תצוגה מקדימה
it: Anteprima tema
ja: テーマのプレビュー
ko: 테마 미리 보기
lt: Peržiūrėti temą
lv: Tēmas priekšskatījums
nb_no: Forhåndsvis tema
nl: Voorbeeld thema
pl: Podgląd motywu
pt_br: Visualizar Tema
ro: Previzualizare temă
ru: Предварительный просмотр темы
sv: Förhandsgranska tema
zh_cn: 预览主题

# ToggleAddContentDescription
source: Add ArcGIS Server, SharePoint, Spatial Data Server, or GeoRSS data to your map
ar: إضافة ArcGIS Server أو SharePoint أو Spatial Data Server أو بيانات GeoRSS على الخريطة
da: Føj ArcGIS Server-, SharePoint-, Spatial Data Server- eller GeoRSS-data til kortet
de: Daten von ArcGIS-Server, SharePoint, Spatial Data Server oder GeoRSS zu Ihrer Karte hinzufügen
es: Agregar datos de ArcGIS Server, SharePoint, Spatial Data Server, o GeoRSS al mapa
et: Lisa kaardile ArcGIS Server, SharePoint, Spatial Data Server või GeoRSS andmed
fi: Lisää karttaan ArcGIS Serverin, SharePointin, paikkatietopalvelimen tai GeoRSS-syötteen tiedot
fr: Ajouter des données ArcGIS Server, SharePoint, Spatial Data Server ou GeoRSS à la carte
he: הוסף למפה נתוני ArcGIS Server, SharePoint, Spatial Data Server או GeoRSS
it: Aggiungi dati di ArcGIS Server, SharePoint, server di dati spaziali o GeoRSS alla mappa
ja: ArcGIS Server、SharePoint、Spatial Data Server、または GeoRSS のデータをマップに追加します
ko: ArcGIS Server, SharePoint, Spatial Data Server 또는 GeoRSS 데이터를 맵에 추가합니다.
lt: ArcGIS Server, SharePoint, Spatial Data Server, arba GeoRSS duomenų pridėjimas į žemėlapį
lv: Pievienot ArcGIS Server, SharePoint, Spatial Data Server, vai GeoRSS datus jūsu kartei
nb_no: Legg ArcGIS Server-, SharePoint-, romlig dataserver- eller GeoRSS-data til kartet
nl: Voeg ArcGIS Server-, SharePoint-, Spatial Data Server- of GeoRSS-gegevens toe aan uw kaart
pl: Dodaj do mapy dane ArcGIS Server, SharePoint, Spatial Data Server lub GeoRSS.
pt_br: Adiciona dados do ArcGIS Server, SharePoint, Servidor de Dados Espacial ou GeoRSS no mapa
ro: Adăugaţi date ArcGIS Server, SharePoint, de server de date spaţiale sau GeoRSS la hartă
ru: Добавить к карте данные ArcGIS Server, SharePoint, Spatial Data Server или GeoRSS
sv: Lägg till data från ArcGIS Server, SharePoint, Spatial Data Server eller GeoRSS till din karta
zh_cn: 向地图添加 ArcGIS Server、SharePoint、空间数据服务器或 GeoRSS 数据

# ToggleAddContentDisplayName
source: Add Content
ar: إضافة محتوى
da: Tilføj indhold
de: Inhalt hinzufügen
es: Agregar contenido
et: Lisa sisu
fi: Lisää sisältöä
fr: Ajouter un contenu
he: הוסף תכולה
it: Aggiungi contenuto
ja: コンテンツの追加
ko: 컨텐츠 추가
lt: Pridėti turinį
lv: Pievienot saturu
nb_no: Legg til innhold
nl: Inhoud toevoegen
pl: Dodaj zasoby
pt_br: Adicionar Conteúdo
ro: Adăugare conţinut
ru: Добавить ресурсы
sv: Lägg till innehåll
zh_cn: 添加内容

# ToggleEditDescription
source: Show or hide the editing tools
ar: إظهار أدوات التحرير أو إخفائها
da: Vis eller skjul redigeringsværktøjerne
de: Bearbeitungswerkzeuge ein- oder ausblenden
es: Mostrar u ocultar las herramientas de edición
et: Kuva või peida muutmise tööriistad
fi: Näytä tai piilota muokkaustyökalut
fr: Afficher ou masquer les outils de mise à jour
he: הצג או הסתר כלי העריכה
it: Mostra o nasconde gli strumenti di modifica
ja: 編集ツールの表示/非表示を切り替えます
ko: 편집 도구를 표시하거나 숨깁니다.
lt: Parodomi arba paslepiami redagavimo įrankiai
lv: Rādīt vai slēpt rediģēšanas rīkus
nb_no: Vis eller skjul redigeringsverktøyene
nl: Geef de bewerkingstools weer of verberg deze
pl: Pokaż lub ukryj narzędzia edycji
pt_br: Mostra ou oculta as ferramentas de edição
ro: Afişaţi sau ascundeţi instrumentele de editare
ru: Показать или скрыть инструменты редактирования
sv: Visa eller dölj redigeringsverktygen
zh_cn: 显示或隐藏编辑工具

# ToggleEditDisplayName
source: Editing
ar: تحرير
da: Redigering
de: Bearbeitung
es: Edición
et: Muutmine
fi: Muokataan
fr: Mise à jour
he: עריכה
it: Modifica
ja: 編集
ko: 편집
lt: Redagavimas
lv: Rediģēšana
nb_no: Redigerer
nl: Bewerken
pl: Edytuj
pt_br: Edição
ro: Editare
ru: Редактирование
sv: Redigering
zh_cn: 编辑

# ToggleFullScreenDescription
source: Displays the map in full screen mode
ar: عرض الخريطة في وضع ملء الشاشة
da: Viser kortet i fuldskærmstilstand
de: Zeigt die Karte im Vollbildmodus an
es: Muestra el mapa en el modo de pantalla completa
et: Kuvab kaarti täisekraani ulatuses
fi: Näyttää kartan koko näytön tilassa
fr: Affiche la carte en mode plein écran
he: מציג את המפה במצב מסך מלא
it: Visualizza la mappa in modalità schermo intero
ja: マップを全画面モードで表示します
ko: 맵을 전체 화면 모드로 표시합니다.
lt: Žemėlapio rodymas visu ekranu
lv: Parāda karti pilnekrāna režīmā
nb_no: Viser kartet i fullskjermmodus
nl: Geeft de kaart in volledig-schermmodus weer
pl: Wyświetla mapę w trybie pełnoekranowym
pt_br: Exibe o mapa em modo de tela cheia
ro: Afişează harta în modul pe tot ecranul
ru: Отображает карту в полноэкранном режиме
sv: Visar kartan i helskärmsläge
zh_cn: 以全屏模式显示地图

# ToggleFullScreenDisplayName
source: Full Screen
ar: ملء الشاشة
da: Fuld skærm
de: Vollbild
es: Pantalla completa
et: Täisekraan
fi: Koko näyttö
fr: Plein écran
he: מסך מלא
it: Schermo intero
ja: 全画面表示
ko: 전체 화면
lt: Visas ekranas
lv: Pilns ekrāns
nb_no: Full skjerm
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela Cheia
ro: Pe tot ecranul
ru: Во весь экран
sv: Helskärm
zh_cn: 全屏
