Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Extensibility/ESRI.ArcGIS.Client.Extensibility/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# AboutDescription
source: Shows the About dialog
ar: إظهار المربع الحواري لـ "نبذة عن"
da: Viser dialogboksen Om
de: Zeigt den Dialog "Info"
es: Muestra el cuadro de diálogo Acerca de
et: Kuva info dialoogiakent
fi: Näyttää Tietoja-valintaikkunan
fr: Affiche la boîte de dialogue A propos de
he: הצג דיאלוג אודות
it: Mostra la finestra di dialogo Info
ja: バージョン情報を表示します
ko: "정보" 대화 상자를 표시합니다.
lt: Atveriamas langas Apie
lv: Rāda dialogu Par
nb_no: Viser dialogboksen Om
nl: Geeft het dialoogvenster Info weer
pl: Pokaż okno dialogowe Informacje o
pt_br: Mostra o diálogo Sobre
ro: Afişează dialogul Despre
ru: Показывает диалог "О программе"
sv: Visar dialogrutan Om
zh_cn: 显示“关于”对话框

# AboutDisplayName
source: About
ar: نبذة عن
da: Om
de: Info
es: Acerca de
et: Info
fi: Tietoja
fr: A propos de
he: אודות
it: Info
ja: バージョン情報
ko: 정보
lt: Apie
lv: Par
nb_no: Om
nl: Info
pl: Informacje o
pt_br: Sobre
ro: Despre
ru: О программе
sv: Om
zh_cn: 关于

# AddGeoRssFeedDescription
source: Add a GeoRSS feed to the map
ar: إضافة تغذية GeoRSS إلى الخريطة
da: Føj et GeoRSS-feed til kortet
de: GeoRSS-Feed zur Karte hinzufügen
es: Agrega una fuente de GeoRSS al mapa
et: Lisa GeoRSS voog kaardile
fi: Lisää GeoRSS-syöte karttaan
fr: Ajouter un flux GeoRSS à la carte
he: הוסף למפה הזנת GeoRSS
it: Aggiungi un feed GeoRSS alla mappa
ja: GeoRSS フィードをマップに追加します
ko: 맵에 GeoRSS 피드를 추가합니다.
lt: Į žemėlapį pridedama GeoRSS gija
lv: Pievienot GeoRSS padevi kartei
nb_no: Legg en GeoRSS-feed til kartet
nl: Voeg een GeoRSS-feed toe aan de kaart
pl: Dodaj kanał GeoRSS do mapy
pt_br: Adiciona um serviço GeoRSS no mapa
ro: Adăugare flux GeoRSS la hartă
ru: Добавить канал GeoRSS к карте
sv: Lägg till en GeoRSS-feed till kartan
zh_cn: 向该地图添加 GeoRSS 源

# AddGeoRssFeedDisplayName
source: Add GeoRSS
ar: إضافة GeoRSS
da: Tilføj GeoRSS
de: GeoRSS hinzufügen
es: Agregar fuente de GeoRSS
et: Lisa GeoRSS
fi: Lisää GeoRSS
fr: Ajouter un flux GeoRSS
he: הוסף GeoRSS
it: Aggiungi GeoRSS
ja: GeoRSS の追加
ko: GeoRSS 추가
lt: Pridėti GeoRSS
lv: Pievienot GeoRSS
nb_no: Legg til GeoRSS
nl: Voeg GeoRSS toe
pl: Dodaj GeoRSS
pt_br: Adicionar GeoRSS
ro: Adăugare GeoRSS
ru: Добавить GeoRSS
sv: Lägg till GeoRSS
zh_cn: 添加 GeoRss

# AddHeatMapDescription
source: Add a Heat Map to the map
ar: إضافة خريطة الحرارة إلى الخريطة
da: Føj et varmekort til kortet
de: Wärmebild zur Karte hinzufügen
es: Agrega un mapa térmico al mapa
et: Lisa mõjualade piirkonnad kaardile
fi: Lisää karttaan Heat Map -kartta
fr: Ajouter une carte de densité à la carte
he: הוסף מפת צפיפויות למפה
it: Aggiungi una mappa termica alla mappa
ja: ヒート マップをマップに追加します
ko: 맵에 열 맵을 추가합니다.
lt: Pridėti intensyvumo žemėlapį
lv: Pievienot kartei siltuma karti
nb_no: Legg et varmekart til kartet
nl: Voeg een heatmap aan de kaart toe
pl: Dodaj mapę skupień do mapy
pt_br: Adiciona um Mapa de Calor no mapa
ro: Adăugare "heat map" la hartă
ru: Добавить Тепловую карту
sv: Lägg till en intensitetskarta
zh_cn: 向该地图添加热点图

# AddHeatMapDisplayName
source: Add Heat Map
ar: إضافة خريطة الحرارة
da: Tilføj varmekort
de: Wärmebild hinzufügen
es: Agregar mapa de calor
et: Lisa mõjuala kaart
fi: Lisää Heat Map -kartta
fr: Ajouter une carte de densité
he: הוסף מפת צפיפויות
it: Aggiungi mappa termica
ja: ヒート マップの追加
ko: 열 맵 추가
lt: Pridėti intensyvumo žemėlapį
lv: Pievienot Siltuma karti
nb_no: Legg til varmekart
nl: Voeg heatmap toe
pl: Dodaj mapę skupień
pt_br: Adicionar Mapa de Calor
ro: Adăugare "heat map"
ru: Добавить тепловую карту
sv: Lägg till intensitetskarta
zh_cn: 添加热点图

# BaseMapGalleryDescription
source: Choose a basemap for your map
ar: اختر خريطة أساس للخريطة
da: Vælg et baggrundskort til dit kort
de: Grundkarte für Ihre Karte auswählen
es: Elija un mapa base para su mapa
et: Vali asjakohane aluskaart
fi: Valitse taustakartta
fr: Choisir un fond de carte pour la carte
he: בחר מפת בסיס למפה
it: Scegliere un mappa di base per la mappa
ja: マップのベースマップを選択します
ko: 맵의 베이스맵을 선택합니다.
lt: Pasirinkite pagrindo žemėlapį
lv: Izvēlieties pamatkarti jūsu kartei
nb_no: Velg et bakgrunnskart for kartet
nl: Kies een basiskaart voor uw kaart
pl: Wybierz mapę bazową dla danej mapy
pt_br: Escolhe um mapa base para o mapa
ro: Alegere hartă fundal pentru hartă
ru: Выбрать базовую карту для вашей карты
sv: Välj en baskarta
zh_cn: 为您的地图选择一个底图

# BaseMapGalleryDisplayName
source: Choose Basemap
ar: اختيار خريطة الأساس
da: Vælg baggrundskort
de: Grundkarte auswählen
es: Elegir mapa base
et: Vali aluskaart
fi: Valitse taustakartta
fr: Choisir un fond de carte
he: בחר מפת בסיס
it: Scegli mappa di base
ja: ベースマップの選択
ko: 베이스맵 선택
lt: Pasirinkite pagrindo žemėlapį
lv: Izvēlieties pamatkarti
nb_no: Velg bakgrunnskart
nl: Kies basiskaart
pl: Wybierz mapę bazową
pt_br: Escolher Mapa Base
ro: Alegere hartă fundal
ru: Выбрать базовую карту
sv: Välj baskarta
zh_cn: 选择底图

# BrowseDescription
source: Add data to the map by browsing to an ArcGIS Server endpoint
ar: إضافة البيانات إلى الخريطة من خلال استعراض نقطة النهاية لـ ArcGIS Server
da: Føj data til kortet ved at browse til et ArcGIS Server-slutpunkt
de: Der Karte durch Navigieren zu einem ArcGIS-Server-Endpunkt Daten hinzufügen
es: Agregar datos al mapa al explorar a un extremo de ArcGIS Server
et: Lisa andmed kaardile, sirvides ArcGIS Server üksusele
fi: Lisää karttaan tietoja selaamalla ArcGIS Serverin päätepisteeseen
fr: Ajouter des données à la carte en parcourant un catalogue ArcGIS Server
he: הוסף נתונים למפה על ידי דיפדוף בנק' סיום של ArcGIS Server
it: Aggiungere dati alla mappa esplorando un endpoint ArcGIS Server
ja: ArcGIS Server のエンドポイントを参照してデータをマップに追加します
ko: ArcGIS Server 엔드포인트로 이동하여 맵에 데이터를 추가합니다.
lt: Pridėkite duomenų nurodydami ArcGIS Server
lv: Pievienot datus kartei, pārlūkojot ArcGIS Server mezglu
nb_no: Legg data til kartet ved å bla til et ArcGIS Server-sluttpunkt
nl: Voeg gegevens toe aan de kaart door naar een ArcGIS Server-eindpunt te bladeren
pl: Dodaj dane do mapy, przechodząc do punktu końcowego ArcGIS Server
pt_br: Adiciona dados no mapa pela procura de parâmetro no ArcGIS Server
ro: Adăugare date la hartă prin parcurgerea până la adresa ArcGIS Server
ru: Добавить данные, выбранные на ArcGIS Server, к карте
sv: Lägg till data till kartan genom att bläddra till en ArcGIS Server-ändpunkt
zh_cn: 通过浏览到 ArcGIS Server 端点来向地图添加数据

# BrowseDisplayName
source: Browse
ar: استعراض
da: Gennemse
de: Durchsuchen
es: Examinar
et: Sirvi
fi: Selaa
fr: Parcourir
he: דפדף
it: Sfoglia
ja: 参照
ko: 찾아보기
lt: Parinkti
lv: Pārlūkot
nb_no: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt_br: Procurar
ro: Parcurgere
ru: Обзор
sv: Bläddra
zh_cn: 浏览

# CategoryApplication
source: Application
ar: التطبيق
da: Applikation
de: Anwendung
es: Aplicación
et: Rakendus
fi: Sovellus
he: אפליקציה
it: Applicazione
ja: アプリケーション
ko: 응용프로그램
lt: Aplikacija
lv: Aplikācija
nb_no: Program
nl: Applicatie
pl: Aplikacja
pt_br: Aplicativo
ro: Aplicaţie
ru: Приложение
sv: Program
zh_cn: 应用程序

# CategoryAttributeTable
source: Attribute Table
ar: جدول البيانات
da: Attributtabel
de: Attributtabelle
es: Tabla de atributos
et: Atribuuditabel
fi: Ominaisuustietotaulu
fr: Table attributaire
he: טבלת מאפיינים
it: Tabella attributi
ja: 属性テーブル
ko: 속성 테이블
lt: Atributinė lentelė
lv: Atribūtu tabula
nb_no: Attributtabell
nl: Attribuuttabel
pl: Tabela atrybutów
pt_br: Tabela de Atributos
ro: Tabel de atribute
ru: Таблица атрибутов
sv: Attributtabell
zh_cn: 属性表

# CategoryConfigure
source: Configure
ar: تكوين
da: Konfigurér
de: Konfigurieren
es: Configurar
et: Seadista
fi: Muokkaa
fr: Configurer
he: קבע תצורה
it: Configura
ja: 構成
ko: 구성
lt: Konfigūruoti
lv: Konfigurēt
nb_no: Konfigurer
nl: Configureren
pl: Konfiguruj
pt_br: Configurar
ro: Configurare
ru: Настроить
sv: Konfigurera
zh_cn: 配置

# CategoryEditing
source: Editing
ar: تحرير
da: Redigering
de: Bearbeitung
es: Edición
et: Muutmine
fi: Muokataan
fr: Mise à jour
he: עריכה
it: Modifica
ja: 編集
ko: 편집
lt: Redagavimas
lv: Rediģēšana
nb_no: Redigerer
nl: Bewerken
pl: Edytuj
pt_br: Edição
ro: Editare
ru: Редактирование
sv: Redigering
zh_cn: 编辑

# CategoryGeoprocessing
source: Geoprocessing
ar: المعالجة الجغرافية
da: Geoprocessering
de: Geoverarbeitung
es: Geoprocesamiento
et: Geotöötlus
fi: Geoprosessointi
fr: Géotraitement
ja: ジオプロセシング
ko: 지오프로세싱
lt: Geoduomenų apdorojimas
lv: Ģeodatu apstrāde
nb_no: Geoprosessering
pl: Geoprzetwarzanie
pt_br: Geoprocessamento
ro: Geoprocesare
ru: Геообработка
sv: Geobearbetning
zh_cn: 地理处理

# CategoryLayer
source: Layer
ar: طبقة
da: Lag
es: Capa
et: Kiht
fi: Karttataso
fr: Couche
he: שכבה
ja: レイヤ
ko: 레이어
lt: Sluoksnis
lv: Slānis
nb_no: Kartlag
nl: Laag
pl: Warstwa
pt_br: Camada
ro: Strat tematic
ru: Слой
sv: Lager
zh_cn: 图层

# CategoryMap
source: Map
ar: خريطة
da: Kort
de: Karte
es: Mapa
et: Kaart
fi: Kartta
fr: Carte
he: מפה
it: Mappa
ja: マップ
ko: 맵
lt: Žemėlapis
lv: Karte
nb_no: Kart
nl: Kaart
pl: Mapa
pt_br: Mapa
ro: Hartă
ru: Карта
sv: Karta
zh_cn: 地图

# CategoryMouseEvents
source: Mouse Events
ar: أحداث الفأرة
da: Musehandlinger
de: Mausereignisse
es: Eventos del ratón
et: Hiire sündmused
fi: Hiiritapahtumat
fr: Evénements de souris
he: אירועי העכבר
it: Eventi mouse
ja: マウス イベント
ko: 마우스 이벤트
lt: Pelės veiksmai
lv: Peles notikumi
nb_no: Musehendelser
nl: Muisacties
pl: Zdarzenia myszy
pt_br: Eventos do Mouse
ro: Evenimente de mouse
ru: События мыши
sv: Mushändelser
zh_cn: 鼠标事件

# CategoryPopup
source: Popup
ar: عنصر منبثق
es: Ventana emergente
et: Hüpikaken
fr: Menu contextuel
ja: ポップアップ
ko: 팝업
lt: Informacinis langas
lv: Uznirstošais logs
pl: Okno podręczne
ro: Mesaj pop-up
ru: Всплывающее
sv: Popup-fönster
zh_cn: 弹出窗口

# CategorySelection
source: Selection
ar: تحديد
da: Markering
de: Auswahl
es: Selección
et: Valik
fi: Valinta
fr: Sélection
he: בחירה
it: Selezione
ja: 選択セット
ko: 선택 영역
lt: Pažymėjimas
lv: Izvēle
nb_no: Utvalg
nl: Selectie
pl: Selekcja
pt_br: Seleção
ro: Selecţie
ru: Выборка
sv: Val
zh_cn: 选择

# CategorySymbology
source: Symbology
ar: ترميز
da: Symbologi
de: Symbologie
es: Simbología
et: Sümboloogia
fi: Symboliikka
fr: Symbologie
he: סימבולוגיה
it: Simbologia
ja: シンボル
ko: 심볼 사용
lt: Sutartiniai ženklai
lv: Simbolizācija
nb_no: Symboler
nl: Symbologie
pl: Symbolizacja
pt_br: Simbologia
ro: Simbologie
ru: Символы
sv: Symbologi
zh_cn: 符号系统

# CategoryTheme
source: Theme
ar: السمة
da: Tema
de: Design
es: Tema
et: Teema
fi: Teema
fr: Thème
he: נושא
it: Tema
ja: テーマ
ko: 테마
lt: Tema
lv: Tēma
nb_no: Tema
nl: Thema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
sv: Tema
zh_cn: 主题

# ChangeThemeBackgroundDescription
source: Change the background for a theme
ar: تغيير الخلفية السمة
da: Skift baggrund for et tema
de: Hintergrund eines Designs ändern
es: Cambia el fondo de un tema
et: Muuda teema taustvärv
fi: Muuta teeman taustaa
fr: Modifier l'arrière-plan d'un thème
he: שנה צבע רקע עבור נושא
it: Cambia lo sfondo di un tema
ja: テーマの背景を変更します
ko: 테마의 배경을 변경합니다.
lt: Temos fono pakeitimas
lv: Mainīt tēmai fonu
nb_no: Endre bakgrunnen for et tema
nl: Wijzig de achtergrond voor een thema
pl: Zmień tło dla motywu
pt_br: Altera o segundo plano para um tema
ro: Schimbare fundal pentru o temă
ru: Изменение фона для темы
sv: Ändra bakgrunden för ett tema
zh_cn: 更改某个主题的背景色

# ChangeThemeBackgroundDisplayName
source: Change Theme Background
ar: تغيير خلفية السمة
da: Skift temabaggrund
de: Designhintergrund ändern
es: Cambiar el fondo del tema
et: Muuda teema taustvärv
fi: Muuta teeman taustaa
fr: Modifier l'arrière-plan d'un thème
he: שנה רקע נושא
it: Cambia sfondo tema
ja: テーマの背景の変更
ko: 테마 배경 변경
lt: Pakeiskite temos foną
lv: Mainīt tēmas fonu
nb_no: Endre temabakgrunn
nl: Wijzig thema-achtergrond
pl: Zmień tło motywu
pt_br: Alterar Segundo Plano do Tema
ro: Schimbare fundal temă
ru: Изменить фон темы
sv: Ändra temabakgrund
zh_cn: 更改主题背景

# ClearSelectionDescription
source: Clears the selection from the current layer
ar: مسح التحديد من الطبقة الحالية
da: Rydder markeringen fra det aktuelle lag
de: Hebt die Auswahl vom aktuellen Layer auf
es: Borra la selección de la capa actual
et: Puhasta olemasoleva kihi valik
fi: Poistaa valinnan nykyisestä karttatasosta
fr: Annule la sélection de la couche actuelle
he: נקה בחירה מהשכבה הנוכחית
it: Annulla la selezione nel layer corrente
ja: 現在のレイヤから選択セットを解除します
ko: 현재 레이어에서 선택 영역을 지웁니다.
lt: Pašalina pasirinkto sluoksnio išranką
lv: Notīra izvēlēto no pašreizējā slāņa
nb_no: Fjerner utvalget fra gjeldende kartlag
nl: Wist de selectie van de huidige laag
pl: Usuwa selekcję z bieżącej warstwy
pt_br: Limpa a seleção de uma camada atual
ro: Goleşte selecţia din stratul tematic curent
ru: Очищает выборку для текущего слоя
sv: Rensar valet från det aktuella lagret
zh_cn: 清除当前图层中的选择内容

# ClearSelectionDisplayName
source: Clear Selection
ar: مسح التحديد
da: Ryd markering
de: Auswahl aufheben
es: Borrar selección
et: Tühista valik
fi: Tyhjennä valinta
fr: Annuler la sélection
he: נקה בחירה
it: Cancella selezione
ja: 選択の解除
ko: 선택 영역 지우기
lt: Valyti išranką
lv: Notīrīt izvēlēto
nb_no: Fjern utvalg
nl: Wis selectie
pl: Wyczyść selekcję
pt_br: Limpar Seleção
ro: Golire selecţie
ru: Очистить выборку
sv: Rensa val
zh_cn: 清除所选内容

# ConfigureLayerDescription
source: Specify the appearance and behavior of the selected layer
ar: تحديد مظهر الطبقة المحددة وسلوكها
da: Angiv udseende og adfærd for det valgte lag
de: Aussehen und Verhalten des ausgewählten Layers festlegen
es: Especifique la apariencia y el comportamiento de la capa seleccionada
et: Määra valitud kihi väljanägemine ja eeskirjad
fi: Määritä valitun karttatason ulkoasu ja toiminta
fr: Spécifiez l'apparence et le comportement de la couche sélectionnée
he: ציין את המראה וההתנהגות של השכבה הנבחרת
it: Specificare l'aspetto e il comportamento del layer selezionato
ja: 選択されているレイヤの表示設定およびビヘイビアーを指定します
ko: 선택한 레이어의 모양 및 동작을 지정합니다.
lt: Pasirinkto sluoksnio išvaizdos ir veikimo taisyklių nurodymas
lv: Norāda izvēlētajam slānim izskatu un uzvedību
nb_no: Angi utseende og virkemåte for det valgte kartlaget
nl: Geef de vormgeving en het gedrag van de geselecteerde laag op
pl: Określ wygląd i zachowanie wybranej warstwy
pt_br: Especifica a aparência e comportamento da camada selecionada
ro: Specificaţi aspectul şi comportamentul stratului tematic selectat
ru: Укажите внешний вид и поведение выбранного слоя
sv: Ange utseendet och beteendefunktion hos det valda lagret
zh_cn: 指定所选图层的外观和行为

# ConfigureLayerDisplayName
source: Configure Layer
ar: تكوين الطبقة
da: Konfigurér lag
de: Layer konfigurieren
es: Configurar la capa
et: Seadista kiht
fi: Muokkaa karttatasoa
fr: Configurer la couche
he: קבע תצורה לשכבה
it: Configura layer
ja: レイヤの構成
ko: 레이어 구성
lt: Konfigūruoti sluoksnį
lv: Konfigurē slāni
nb_no: Konfigurer kartlag
nl: Configureer laag
pl: Konfiguruj warstwę
pt_br: Configurar Camada
ro: Configurare strat tematic
ru: Настроить слой
sv: Konfigurera lager
zh_cn: 配置图层

# ConfigureLayerRendererDescription
source: Allows configuration of the renderer for the current layer
ar: السماح بتكوين جهاز العرض للطبقة الحالية
da: Tillader konfiguration af gengivelsesværktøj for det aktuelle lag
de: Lässt die Konfiguration des Renderers für den aktuellen Layer zu
es: Permite configurar el renderizador para la capa actual
et: Võimaldab valitud kihile renderdamise seadistamist
fi: Sallii nykyisen karttatason renderöinnin määrittämisen
fr: Autorise la configuration du moteur de rendu pour la couche actuelle
he: אפשר קביעת תצורה ל renderer של השכבה המקומית
it: Consente la configurazione del renderer per il layer corrente
ja: 現在のレイヤのレンダラを構成できるようにします
ko: 현재 레이어에 대해 렌더러를 구성하는 것을 허용합니다.
lt: Leidžiama konfigūruoti pasirinkto sluoksnio atvaizdavimą
lv: Ļauj konfigurācijas renderēšanu kārtējam slānim
nb_no: Tillater konfigurering av tegneregelen for gjeldende kartlag
nl: Maakt configuratie van de renderer voor de huidige laag mogelijk
pl: Umożliwia konfigurację modułu renderowania dla warstwy bieżącej
pt_br: Permite a configuração do renderizador da camada atual
ro: Permite configurarea autorului reproducerii pentru stratul tematic curent
ru: Позволяет настраивать визуализацию текущего слоя
sv: Tillåter konfiguration av renderaren för det aktuella lagret
zh_cn: 允许配置当前图层的渲染器

# ConfigureLayerRendererDisplayName
source: Configure symbology
ar: تكوين الرموز
da: Konfigurér symbologi
de: Symbologie konfigurieren
es: Configurar simbología
et: Seadista sümboloogia
fi: Muokkaa symboliikkaa
fr: Configurer la symbologie
he: קבע תצורה לסימבולוגיה
it: Configura simbologia
ja: シンボルを構成します
ko: 심볼 사용 구성
lt: Konfigūruoti sutartinius ženklus
lv: Konfigurē simbolizāciju
nb_no: Konfigurer symbologi
nl: Configureer symbologie
pl: Konfiguruj symbolizację
pt_br: Configurar símbolo
ro: Configurare simbologie
ru: Настроить условные обозначения
sv: Konfigurera symbologi
zh_cn: 配置符号系统

# ConfigureSelectedLayerDescription
source: Allows configuration of the selected layer
ar: السماح بتكوين الطبقة المحددة
da: Tillader konfiguration af det valgte lag
de: Lässt die Konfiguration des ausgewählten Layers zu
es: Permite la configuración de la capa seleccionada
et: Võimaldab valitud kihi seadistamist
fi: Sallii valitun karttatason määrittämisen
fr: Autorise la configuration de la couche actuelle
he: אפשר תצורה לשכבה הנבחרת
it: Consente la configurazione del layer selezionato
ja: 選択されているレイヤを構成できるようにします
ko: 선택한 레이어의 구성을 허용합니다.
lt: Leidžiama konfigūruoti pasirinktą sluoksnį
lv: Ļauj konfigurēt izvēlēto slāni
nb_no: Tillater konfigurering av det valgte kartlaget
nl: Maakt configuratie van de geselecteerde laag mogelijk
pl: Umożliwia konfigurację wybranej warstwy
pt_br: Permite a configuração da camada selecionada
ro: Permite configurarea stratului tematic selectat
ru: Позволяет настраивать выбранный слой
sv: Tillåter att det aktuella lagret konfigureras
zh_cn: 允许配置所选图层

# ConfigureSelectedLayerDisplayName
source: Configure layer
ar: تكوين الطبقة
da: Konfigurér lag
de: Layer konfigurieren
es: Configurar capa
et: Seadista kiht
fi: Muokkaa karttatasoa
fr: Configurer la couche
he: קבע תצורה לשכבה
it: Configura layer
ja: レイヤを構成します
ko: 레이어 구성
lt: Konfigūruoti sluoksnį
lv: Konfigurē slāni
nb_no: Konfigurer kartlag
nl: Configureer laag
pl: Konfiguruj warstwę
pt_br: Configurar camada
ro: Configurare strat tematic
ru: Настроить слой
sv: Konfigurera lager
zh_cn: 配置图层

# DeleteGraphicToolDescription
source: Remove the feature from the layer
ar: إزالة المعالم من الطبقة
da: Fjern objektet fra laget
de: Feature aus dem Layer entfernen
es: Eliminar la entidad de la capa
et: Eemalda kihist objekt
fi: Poista kohde karttatasosta
fr: Supprimer l'entité de la couche
he: הסר את הישות מהשכבה
it: Rimuove la feature dal layer
ja: フィーチャをレイヤから削除します
ko: 레이어에서 피처를 제거합니다.
lt: Objektų pašalinimas iš sluoksnio
lv: Izņemt elementus no slāņa
nb_no: Fjern geoobjektet fra kartlaget
nl: Verwijder het object van de laag
pl: Usuń obiekt z warstwy
pt_br: Remove a feição da camada
ro: Eliminare obiect spaţial din stratul tematic
ru: Удаляет пространственный объект из слоя
sv: Ta bort objektet från lagret
zh_cn: 从图层中移除要素

# DeleteGraphicToolDisplayName
source: Delete Feature
ar: حذف معلم
da: Slet objekter
de: Feature löschen
es: Eliminar entidad
et: Kustuta objekt
fi: Poista kohde
fr: Supprimer l'entité
he: מחק ישות
it: Elimina feature
ja: フィーチャの削除
ko: 피처 삭제
lt: Pašalinti objektą
lv: Izdzēst elementu
nb_no: Slett geoobjekt
nl: Verwijder object
pl: Usuń obiekt
pt_br: Excluir Feição
ro: Ştergere obiect spaţial
ru: Удалить объект
sv: Ta bort objekt
zh_cn: 删除要素

# DeleteLayerDescription
source: Removes the selected layer from the map
ar: إزالة الطبقة المحددة من الخريطة
da: Fjern det valgte lag fra kortet
de: Entfernt den ausgewählten Layer aus der Karte
es: Quita la capa seleccionada del mapa
et: Eemaldab kaardist valitud kihi
fi: Poistaa valitun karttatason kartasta
fr: Supprime la couche sélectionnée de la carte
he: הסר את השכבה הנבחרת מהמפה
it: Rimuove il layer selezionato dalla mappa
ja: 選択されているレイヤをマップから削除します
ko: 선택한 레이어를 맵에서 제거합니다.
lt: Pasirinkto sluoksnio pašalinimas iš žemėlapio
lv: Izņemt izvēlēto slāni no kartes slāni
nb_no: Fjerner det valgte kartlaget fra kartet
nl: Verwijdert de geselecteerde laag uit de kaart
pl: Usuwa wybraną warstwę z mapy
pt_br: Remove a camada selecionada do mapa
ro: Elimină stratul tematic selectat din hartă
ru: Удаляет выбранный слой из содержания карты
sv: Tar bort det valda lagret från kartan
zh_cn: 从该地图中删除所选图层

# DeleteLayerDisplayName
source: Remove Layer
ar: إزالة الطبقة
da: Fjern lag
de: Layer entfernen
es: Quitar capa
et: Eemalda kiht
fi: Poista taso
fr: Supprimer une couche
he: הסר שכבה
it: Rimuovi il Layer
ja: レイヤの削除
ko: 레이어 제거
lt: Pašalinti sluoksnį
lv: Izņemt slāni
nb_no: Fjern kartlag
nl: Verwijderen kaartlaag
pl: Usuń warstwę
pt_br: Remover Camada
ro: Eliminare strat tematic
ru: Удалить слой
sv: Ta bort lager
zh_cn: 移除图层

# EditShapeToolDescription
source: Modify the feature's geometry
ar: تعديل الشكل الهندسي للمعلم
da: Redigér objektets geometri
de: Geometrie des Features ändern
es: Modificar la geometría de la entidad
et: Muuda kihi geomeetriat
fi: Muokkaa kohteen geometriaa
fr: Modifier la géométrie de l'entité
he: שנה את גיאומטרית הישות
it: Modifica la geometria della feature
ja: フィーチャのジオメトリを変更します
ko: 피처의 지오메트리를 수정합니다.
lt: Objekto geometrijos redagavimas
lv: Modificēt elementa ģeometriju
nb_no: Endre geoobjektets geometri
nl: Bewerk de geometrie van het object
pl: Modyfikuj geometrię obiektu
pt_br: Modifica a geometria da feição
ro: Modifică geometria obiectului spaţial
ru: Изменяет геометрию пространственного объекта
sv: Ändra objektets geometri
zh_cn: 修改要素的几何

# EditShapeToolDisplayName
source: Edit Shape
ar: تحرير الشكل
da: Redigér form
de: Shape bearbeiten
es: Editar forma
et: Muuda kuju
fi: Muokkaa muotoa
fr: Modifier une forme
he: ערוך צורה
it: Modifica forma
ja: 形状の編集
ko: 모양 편집
lt: Redaguoti geometriją
lv: Rediģēt formu
nb_no: Rediger figur
nl: Vorm bewerken
pl: Edytuj geometrię
pt_br: Editar Forma
ro: Editare formă
ru: Редактировать геометрию
sv: Redigera form
zh_cn: 编辑几何形状

# EditValuesToolDescription
source: Modify the feature's attribute values
ar: تعديل قيم البيانات الجدولية للمعلم
da: Redigér objektets attributværdier
de: Attributwerte des Features ändern
es: Modificar los valores de atributo de la entidad
et: Muuda kihi atribuutide väärtusi
fi: Muokkaa kohteen ominaisuustietoja
fr: Modifier les valeurs attributaires de l'entité
he: שנה את ערכי המאפיינים של הישות
it: Modifica i valori degli attributi della feature
ja: フィーチャの属性値を変更します
ko: 피처의 속성 값을 수정합니다.
lt: Objekto atributinių reikšmių redagavimas
lv: Modificēt elementa atribūtu vērtības
nb_no: Endre geoobjektets attributtverdier
nl: Bewerk de attribuutwaarde van het object
pl: Modyfikuj wartości atrybutów obiektu
pt_br: Modifica os valores de atributo da feição
ro: Modificaţi valorile atributelor stratului tematic
ru: Изменяет атрибутивные значения пространственного объекта
sv: Ändra objektets attributvärden
zh_cn: 修改要素的属性值

# EditValuesToolDisplayName
source: Edit Values
ar: تحرير القيم
da: Redigér værdier
de: Werte bearbeiten
es: Editar valores
et: Muuda väärtusi
fi: Muokkaa arvoja
fr: Modifier les valeurs
he: ערוך ערכים
it: Modifica valori
ja: 値の編集
ko: 값 편집
lt: Redaguoti reikšmes
lv: Rediģēt vērtības
nb_no: Rediger verdier
nl: Wijzig waarden
pl: Edytuj wartości
pt_br: Editar Valores
ro: Editare valori
ru: Редактировать значения
sv: Redigera värden
zh_cn: 编辑值
