Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Extensibility/ESRI.ArcGIS.Client.Extensibility/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# AddAttachmentsToolDescription
source: Add an attachment to the feature
ar: إضافة مرفق إلى المعلم
da: Føj en vedhæftning til objektet
de: Dem Feature eine Anlage hinzufügen
es: Añadir un adjunto a la entidad
et: Lisa objektile manus
fi: Lisää kohteeseen liite
fr: Ajoute une pièce jointe à l'entité
he: הוסף קישור לישות זו
it: Aggiunge un allegato alla feature
ja: フィーチャに添付ファイルを追加します
ko: 피처에 첨부 파일을 추가합니다.
lt: Priedų prisegimas objektui
lv: Pievienot elementam piesaisti
nb_no: Legg et vedlegg til geoobjektet
nl: Voeg een bijlage toe aan het object
pl: Dodaj załącznik do obiektu
pt_br: Adiciona anexos na feição
ro: Adăugaţi o ataşare la obiectul spaţial
ru: Добавить вложения к объекту
sv: Lägg till en bilaga till objektet
zh_cn: 向要素添加附件

# AddAttachmentsToolDisplayName
source: Add Attachment
ar: إضافة مرفق
da: Tilføj vedhæftning
de: Anlage hinzufügen
es: Agregar adjunto
et: Lisa manus
fi: Lisää liite
fr: Ajouter une pièce jointe
he: הוסף קישורים
it: Aggiungi allegato
ja: 添付ファイルの追加
ko: 첨부 추가
lt: Pridėti priedą
lv: Pievienot piesaisti
nb_no: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt_br: Adicionar Anexo
ro: Adăugare ataşare
ru: Добавить вложение
sv: Lägg till bilaga
zh_cn: 添加附件

# ExceptionNoValidApplicationContextForApplication
source: No Valid Application Context for this application
ar: لايوجد أي تطبيق صحيح لهذا التطبيق
da: Ingen gyldig applikationskontekst for denne applikation
de: Kein gültiger Anwendungskontext für diese Anwendung
es: No hay un contexto de aplicación válido para esta aplicación
et: Selle rakenduse tarbeks puudub kehtiv rakenduse kontekst
fi: Sovelluskonteksti ei ole kelvollinen tälle sovellukselle
fr: Aucun contexte d'application valide pour cette application
he: אין הקשר אפליקטיבי חוקי לאפליקציה
it: Nessun contesto valido per l'applicazione
ja: このアプリケーションの有効なアプリケーション コンテキストがありません
ko: 이 응용프로그램에 대해 유효한 응용프로그램 컨텍스트 없음
lt: Nėra tinkamo konteksto šiai aplikacijai
lv: Šai aplikācijai nav derīgas aplikācijas konteksta
nb_no: Ingen gyldig programkontekst for dette programmet
nl: Geen geldige applicatiecontext voor deze applicatie
pl: Brak poprawnego kontekstu aplikacji dla tej aplikacji
pt_br: Nenhum Contexto de Aplicativo Válido para este aplicativo
ro: Niciun context de aplicaţie valid pentru această aplicaţie
ru: Для этого приложения нет допустимого контекста приложения
sv: Det finns ingen giltig programkontext för det här programmet
zh_cn: 没有适用于此应用程序的有效应用程序上下文

# ExportSelectionDescription
source: Export the attrbutes of the selected features in the curent layer to a CSV file
ar: تصدير البيانات الجدولية للمعالم المحددة في الطبقة الحالية لملف CSV
da: Eksportér attrbutterne for de valgte objekter i det aktuelle lag til en CSV-fil
de: Die Attribute der ausgewählten Features im aktuellen Layer in eine CSV-Datei exportieren
es: Exporta los atributos de las entidades seleccionadas en la capa actual a un archivo CSV
et: Ekspordi olemasoleva kihi valitud objektidest atribuudid CSV failiks
fi: Vie nykyisen tason valittujen kohteiden ominaisuudet CSV-tiedostoon
fr: Exporter les attributs des entités sélectionnées de la couche actuelle dans un fichier CSV
he: מייצא את המאפיינים של הישויות הנבחרות בשכבה הנוכחית לקובץ CVS
it: Esporta gli attributi delle feature selezionate nel layer corrente in un file CSV
ja: 現在のレイヤ内で選択したフィーチャの属性を CSV ファイルにエクスポートします
ko: 현재 레이어에서 선택한 피처의 속성을 CSV 파일로 내보냅니다.
lt: Sluoksnio pažymėtų objektų atributinių reikšmių eksportavimas į CSV failą
lv: Eksportē pašreizējā slāņa izvēlēto elementu atribūtus uz CSV failu
nb_no: Eksporter attributtene til valgte geoobjekter i gjeldende kartlag til en CSV-fil
nl: Exporteer de attributen van de geselecteerde objecten in de huidige laag naar een CSV-bestand
pl: Eksportuj atrybuty wybranych obiektów bieżącej warstwy do pliku CSV
pt_br: Exporta os atributos das feições selecionadas na camada atual para um arquivo CSV
ro: Exportaţi atributele obiectelor spaţiale selectate din stratul tematic curent într-un fişier CSV
ru: Экспортирует атрибуты выбранных в текущем слое объектов в файл CSV
sv: Exportera de valda objektens attribut i det aktuella lagret till en CSV-fil
zh_cn: 将当前图层中所选要素的属性导出到 CSV 文件中

# ExportSelectionDisplayName
source: Export Selection
ar: تصدير التحديد
da: Eksportér markering
de: Auswahl exportieren
es: Exportar selección
et: Ekspordi valik
fi: Vie valinta
fr: Exporter la sélection
he: ייצא בחירה
it: Esporta selezione
ja: 選択セットのエクスポート
ko: 선택 영역 내보내기
lt: Eksportuoti išrinktus
lv: Eksportēt izvēlēto
nb_no: Eksporter utvalg
nl: Exporteer selectie
pl: Eksportuj selekcję
pt_br: Exportar Seleção
ro: Export selecţie
ru: Экспорт выборки
sv: Exportera val
zh_cn: 导出所选内容

# FilterByMapExtentDescription
source: Only show records for the features within the current map extent
ar: إظهار سجلات المعالم ضمن مدى الخريطة الحالي
da: Vis kun poster for objekterne inden for den aktuelle kortudstrækning
de: Nur Datensätze für Features innerhalb der aktuellen Kartenausdehnung anzeigen
es: Muestra solamente los registros para las entidades dentro de la extensión de mapa actual
et: Kuva ainult kaardi ulatuses nähtavate objektide kirjed
fi: Näytä vain tämänhetkiseen kartan laajuuteen sisältyvien kohteiden tietueet
fr: Affiche uniquement les enregistrements des entités dans l'étendue de la carte actuelle
he: הצג רק את הרשומות של הישויות בתיחום הנוכחי
it: Visualizza solo i record relativi alle feature all'interno dell'estensione mappa corrente
ja: 現在のマップ範囲内にあるフィーチャのレコードのみを表示します
ko: 현재 맵 범위 내에 있는 피처에 대한 레코드만 표시합니다.
lt: Rodomi tik esamos žemėlapio aprėpties objektų įrašai
lv: Rādīt tikai ierakstus priekš elementiem pašreizējā kartes pārklājumā
nb_no: Vis bare poster for geoobjektene innenfor gjeldende kartutstrekning
nl: Geef alleen records weer voor de objecten binnen het huidige kaartextent
pl: Pokaż tylko rekordy dla funkcji w ramach bieżącego zasięgu mapy
pt_br: Mostrar somente registros para feições dentro da extensão de mapa atual
ro: Se afişează numai înregistrări pentru obiecte spaţiale din extinderea curentă a hărţii
ru: Показывает только записи, соответствующие объектам, находящимся в текущем экстенте карты
sv: Visa bara poster för objekten i den aktuella kartutbredningen
zh_cn: 仅显示当前地图范围内要素的记录

# FilterByMapExtentName
source: Filter by Map Extent
ar: تصفية حسب مدى الخريطة
da: Filtrér efter kortudstrækning
de: Nach Kartenausdehnung filtern
es: Filtrar por extensión de mapa
et: Filtreeri kaardi ulatuse alusel
fi: Suodata kartan laajuuden mukaan
fr: Filtrer selon l'étendue de la carte
he: סינון לפי תיחום המפה
it: Filtra per estensione mappa
ja: マップ範囲によるフィルタ
ko: 맵 범위 기준으로 필터링
lt: Filtruoti pagal žemėlapio aprėptį
lv: Filtrēt pēc kartes pārklājuma
nb_no: Filtrer etter kartutstrekning
nl: Filter op kaartextent
pl: Filtruj wg zasięgu mapy
pt_br: Filtrar por Extensão de Mapa
ro: Filtrare după extinderea hărţii
ru: Фильтр по экстенту карты
sv: Filtrera efter kartutbredning
zh_cn: 按地图范围过滤

# FilterBySelectionAll
source: Table Show All
ar: جدول إظهار الكل
da: Tabellen Vis alle
de: Alle in der Tabelle anzeigen
es: Mostrar todo en la tabla
et: Tabelis kuvatakse kõik
fi: Taulukko näyttää kaikki kohteet
fr: Table - Afficher tout
he: טבלה הצג הכל
it: Tabella - Mostra tutto
ja: テーブルにすべてのフィーチャを表示
ko: 테이블에서 모두 표시
lt: Lentelėje rodyti visus
lv: Rādīt visu tabulu
nb_no: Tabell Vis alle
nl: Alles weergeven tabel
pl: Tabela pokazująca wszystko
pt_br: Mostrar Todos na Tabela
ro: Tabel - Afişare toate
ru: Отображение всех записей таблицы
sv: Tabell Visa alla
zh_cn: 显示全部表

# FilterBySelectionAllDescription
source: Table will display features selected and not selected
ar: سيعرض الجدول المعالم المحددة وغير المحددة
da: Tabellen vil vise valgte og ikke-valgte objekter
de: In der Tabelle werden ausgewählte und nicht ausgewählte Features angezeigt.
es: La tabla mostrará las entidades seleccionadas y las no seleccionadas
et: Tabel kuvab valitud ja valimata objekte
fi: Taulukko näyttää kohteet, jotka on valittu ja joita ei ole valittu
fr: La table affichera les entités sélectionnées et non sélectionnées.
he: הטבלה תציג ישויות נבחרות ולא נבחרות
it: Nella tabella verranno visualizzate sia le feature selezionate sia quelle non selezionate
ja: テーブルは選択されているフィーチャと選択されていないフィーチャをすべて表示します
ko: 테이블에서 선택된 피처와 선택되지 않은 피처가 표시됩니다.
lt: Lentelėje rodomi pasirinkti ir nepasirinkti objektai
lv: Tabula parādīs izvēlētos un neizvēlētos elementus
nb_no: Tabellen vil vise både valgte og ikke valgte geoobjekter
nl: Tabel geeft geselecteerde en niet-geselecteerde objecten weer
pl: W tabeli zostaną wyświetlone wybrane i niewybrane obiekty
pt_br: A tabela exibirá feições selecionadas e não selecionadas
ro: Tabelul va afişa atât obiectele spaţiale selectate, cât şi pe cele neselectate
ru: Таблица отобразит как выбранные, так и невыбранные объекты
sv: Tabellen visar vilka objekt som är valda och inte valda
zh_cn: 表将显示已选择的要素和未选择的要素

# FilterBySelectionNotSelected
source: Table Show Not Selected
ar: يعرض الجدول المعالم غير المحددة
da: Tabellen Vis ikke valgte
de: Nicht ausgewählte in der Tabelle anzeigen
es: Mostrar las entidades no seleccionadas en la tabla
et: Tabelis kuvatakse mitte-valitud
fi: Taulukko näyttää kohteet, joita ei ole valittu
fr: Table - Afficher les entités non sélectionnées
he: לא נבחרה תצוגת טבלה
it: Tabella - Mostra non selezionate
ja: テーブルに選択されていないフィーチャを表示
ko: 테이블에서 선택되지 않은 항목 표시
lt: Lentelėje rodyti nepažymėtus
lv: Rādīt tabulā neizvēlēto
nb_no: Tabell Vis ikke valgte
nl: Niet-geselecteerde weergeven tabel
pl: Tabela pokazuje niewybrane
pt_br: Mostrar Não Selecionados na Tabela
ro: Tabel - Afişare neselectate
ru: Отображение невыбранных записей таблицы
sv: Tabell Visa inte valda
zh_cn: 表显示未选择的要素

# FilterBySelectionNotSelectedDescription
source: Filters Table to show only features not currently selected.
ar: تصفية الجدول لعرض المعالم غير المحددة حاليًا.
da: Filtrerer tabellen til kun at vise objekter, der ikke er valgt på nuværende tidspunkt.
de: Filtert die Tabelle zur Anzeige von Features, die aktuell nicht ausgewählt sind.
es: Filtra la tabla para mostrar solo las entidades que no están seleccionadas.
et: Filtreeri tabelit, et näidataks vaid hetkel mitte-valitud objekte.
fi: Suodattaa taulukon niin, että siinä näytetään vain kohteet, joita ei ole valittu.
fr: Filtre la table de manière à afficher seulement les entités actuellement non sélectionnées.
he: סנן טבלה כך שתציג רק ישויות לא נבחרות.
it: Filtra la tabella in modo da visualizzare solo le feature attualmente non selezionate.
ja: テーブルをフィルタして、現在選択されていないフィーチャだけを表示します。
ko: 현재 선택되지 않은 피처만 표시되도록 테이블을 필터링합니다.
lt: Lentelė filtruojama pagal nepažymėtus objektus.
lv: Filtrē tabulu, lai parādītu tikai elementus, kas pašlaik nav atlasīti.
nb_no: Filtrerer tabellen slik at den bare viser geoobjekter som ikke er valgt i øyeblikket.
nl: Filtert tabel zodat alleen niet-geselecteerde objecten worden weergegeven.
pl: Filtruje tabelę do pokazywania tylko tych obiektów, które nie są aktualnie wybrane.
pt_br: Filtra a tabela para mostrar somente as feições não selecionadas atualmente.
ro: Filtrează tabelul pentru a afişa numai obiectele spaţiale care nu sunt selectate curent.
ru: Таблица отобразит только не выбранные в данный момент объекты.
sv: Filtrerar tabellen att bara visa objekt som för närvarande inte är valda.
zh_cn: 过滤表以便只显示当前未选择的要素。

# FilterBySelectionSelected
source: Table Show Selected
ar: يعرض الجدول المعالم المحددة
da: Tabellen Vis valgte
de: Ausgewählte in der Tabelle anzeigen
es: Mostrar las entidades seleccionadas en la tabla
et: Tabelis kuvatakse valitud
fi: Taulukko näyttää valitut kohteet
fr: Table - Afficher les entités sélectionnées
he: הצג נבחרים בטבלה
it: Tabella - Mostra selezionate
ja: テーブルに選択されているフィーチャを表示
ko: 테이블에서 선택된 항목 표시
lt: Lentelėje rodyti pažymėtus
lv: Rādīt tabulā izvēlēto
nb_no: Tabell Vis valgte
nl: Geselecteerde weergeven tabel
pl: Tabela pokazuje wybrane
pt_br: Mostrar Tabela de Selecionados
ro: Tabel - Afişare selectate
ru: Отображение выбранных записей таблицы
sv: Tabell Visa valda
zh_cn: 表显示已选择的要素

# FilterBySelectionSelectedDescription
source: Filters Table to show only features that are selected.
ar: تصفية الجدول لعرض المعالم المحددة حاليًا.
da: Filtrerer tabellen til kun at vise objekter, der er valgt.
de: Filtert die Tabelle zur Anzeige von ausgewählten Features.
es: Filtra la tabla para mostrar solo las entidades que están seleccionadas.
et: Filtreerib tabelit vaid valitud objektide kuvamiseks.
fi: Suodattaa taulukon niin, että siinä näytetään vain valitut kohteet.
fr: Filtre la table de manière à afficher seulement les entités sélectionnées.
he: סנן טבלה כך שתציג רק ישויות נבחרות.
it: Filtra la tabella in modo da visualizzare sole le feature selezionate.
ja: テーブルをフィルタして、現在選択されているフィーチャだけを表示します。
ko: 현재 선택된 피처만 표시되도록 테이블을 필터링합니다.
lt: Lentelė filtruojama pagal pažymėtus objektus.
lv: Filtrē tabulu, lai parādītu tikai elementus, kas pašlaik ir atlasīti.
nb_no: Filtrerer tabellen slik at den bare viser valgte geoobjekter.
nl: Filtert tabel zodat alleen geselecteerde objecten worden weergegeven.
pl: Filtruje tabelę do pokazywania tylko tych obiektów, które są wybrane.
pt_br: Filtra a tabela para mostrar somente as feições que estão selecionadas.
ro: Filtrează tabelul pentru a afişa numai obiectele spaţiale care sunt selectate curent.
ru: Таблица отобразит только выбранные объекты.
sv: Filtrerar tabellen att bara visa objekt som är valda.
zh_cn: 过滤表以便只显示已选择的要素。

# FilterLayerDescription
source: Filters the features in the selected layer based on an attribute query
ar: تصفية المعالم في الطبقة المحددة استنادًا إلى الاستعلام عن البيانات الجدولية
da: Filtrerer objekterne i det valgte lag baseret på en attributforespørgsel
de: Filtert die Features im ausgewählten Layer basierend auf einer Attributabfrage
es: Filtra las entidades de la capa seleccionada basándose en una consulta de atributos
et: Filtreerib objekte vaid valitud kihis atribuutide päringu alusel
fi: Suodattaa valitun tason kohteet ominaisuustietokyselyn perusteella
fr: Filtre les entités de la couche sélectionnée en fonction d'une requête attributaire
he: סינון הישויות של השכבה הנבחרת לפי שאילתת מאפיינים
it: Filtra le feature nel layer selezionato in base a un'interrogazione degli attributi
ja: 属性の検索条件に基づいて、選択されているレイヤ内のフィーチャをフィルタします
ko: 속성 쿼리를 기준으로 선택한 레이어에 있는 피처를 필터링합니다.
lt: Pasirinkto sluoksnio objektų filtravimas pagal atributinę užklausą
lv: Filtrē uz atribūtu vaicājumu bāzētus elementus no izvēlētā slāņa
nb_no: Filtrerer geoobjektene på det valgte kartlaget basert på en attributtspørring
nl: Filtert de objecten in de geselecteerde laag op basis van een attribuutquery
pl: Filtruje obiekty w wybranej warstwie na podstawie zapytania o atrybut
pt_br: Filtra as feições na camada selecionada baseado em uma consulta de atributo
ro: Filtrează obiectele spaţiale din stratul tematic selectat pe baza interogării atributului
ru: Отображает объекты выбранного слоя на основе запроса к их атрибутам
sv: Filtrerar objekten i det valda lagret baserat på en attributfråga
zh_cn: 基于某一属性查询过滤所选图层中的要素

# FilterLayerDisplayName
source: Filter Layer
ar: طبقة التصفية
da: Filtrér lag
de: Layer filtern
es: Filtrar capa
et: Filtreeri kiht
fi: Suodata taso
fr: Filtrer la couche
he: שכבת סינון
it: Filtra layer
ja: レイヤのフィルタ
ko: 레이어 필터링
lt: Filtruoti sluoksnį
lv: Slāņa filtrs
nb_no: Filtrer kartlag
nl: Filter laag
pl: Filtruj warstwę
pt_br: Filtrar Camada
ro: Filtrare strat tematic
ru: Фильтр слоя
sv: Filtrera lager
zh_cn: 过滤图层

# FindNearbyDescription
source: Find features near the current selection
ar: العثور على المعالم القريبة من التحديد الحالي
da: Find objekter i nærheden af den aktuelle markering
de: Nach Features in der Nähe der aktuellen Auswahl suchen
es: Buscar entidades cercanas a la selección actual
et: Leia objekte olemasoleva valiku läheduses
fi: Etsi nykyisen valinnan lähellä olevia kohteita
fr: Rechercher des entités à proximité de la sélection actuelle
he: מציאת ישויות סמוכות לבחירה הנוכחית
it: Trova feature in prossimità della selezione corrente
ja: 現在の選択セットの近くにあるフィーチャを検索します
ko: 현재 선택 영역 근처에서 피처를 찾습니다.
lt: Esamo pasirinkimo papildymas nauja sąlyga
lv: Atrod elementus, netālu no pašreizējās izvēles
nb_no: Finn geoobjekter i nærheten av gjeldende utvalg
nl: Zoek objecten in de buurt van de huidige selectie
pl: Znajdź obiekty w pobliżu bieżącego zaznaczenia
pt_br: Localiza feições próximas à seleção atual
ro: Găsire obiecte spaţiale din apropierea selecţiei curente
ru: Поиск объектов, расположенных рядом с текущей выборкой
sv: Hitta objekt i närheten av det aktuella valet
zh_cn: 查找当前选择内容附近的要素

# FindNearbyDisplayName
source: Find Nearby
ar: العثور على عناصر مجاورة
da: Find nærved
de: Nahe gelegene Orte suchen
es: Buscar cercano:
et: Leia ligilähedane
fi: Etsi läheltä
fr: Rechercher les sites à proximité
he: מצא בסמוך
it: Trova località più vicina
ja: 近傍検索
ko: 근처 찾기
lt: Ieškoti aplink
lv: Atrast tuvēju
nb_no: Finn i nærheten
nl: Zoek in de buurt
pl: Znajdź w pobliżu
pt_br: Localizar Próximo
ro: Găsire în apropiere
ru: Найти ближайший
sv: Sök i närheten
zh_cn: 查找邻近要素

# GeoprocessingDescription
source: A tool that uses an ArcGIS Server Geoprocessing Service
ar: الأداة التي تستخدم خدمة ArcGIS Server Geoprocessing
da: Et værktøj, der benytter en ArcGIS Server-geoprocesseringstjeneste
de: Ein Werkzeug, das einen Geoverarbeitungs-Service von einem ArcGIS-Server verwendet
es: Una herramienta que utiliza un servicio de geoprocesamiento de ArcGIS Server
et: Töövahend kasutab ArcGIS Server geotöötluse teenust
fi: Työkalu, joka käyttää ArcGIS Serverin geoprosessointipalvelua
fr: Outil utilisant un service de géotraitement ArcGIS Server
he: כלי המשתמש בשרות Geoprocessing של ArcGIS Server
it: Strumento che utilizza un servizio di geoprocessing di ArcGIS Server
ja: ArcGIS Server のジオプロセシング サービスを使用します
ko: ArcGIS Server 지오프로세싱 서비스를 사용하는 도구입니다.
lt: ArcGIS Server geoduomenų apdorojimo paslaugą naudojantis įrankis
lv: Rīks, kas lieto ArcGIS Servera ģeodatu apstrādes servisu
nb_no: Et verktøy som bruker ArcGIS Server-geoprosesseringstjenesten
nl: Een tool die gebruikmaakt van een ArcGIS Server-geoprocessingservice
pl: Narzędzie używające usługi geoprzetwarzania ArcGIS Server
pt_br: Uma ferramenta que utiliza um Serviço de Geoprocessamento do ArcGIS Server
ro: Un instrument care utilizează un serviciu de geoprocesare ArcGIS Server
ru: Инструмент использует Сервис геообработки ArcGIS Server
sv: Ett verktyg som använder en geobearbetningstjänst för ArcGIS Server
zh_cn: 使用 ArcGIS Server 地理处理服务的工具

# GeoprocessingDisplayName
source: Geoprocessing
ar: المعالجة الجغرافية
da: Geoprocessering
de: Geoverarbeitung
es: Geoprocesamiento
et: Geotöötlus
fi: Geoprosessointi
fr: Géotraitement
ja: ジオプロセシング
ko: 지오프로세싱
lt: Geoduomenų apdorojimas
lv: Ģeodatu apstrāde
nb_no: Geoprosessering
pl: Geoprzetwarzanie
pt_br: Geoprocessamento
ro: Geoprocesare
ru: Геообработка
sv: Geobearbetning
zh_cn: 地理处理

# GoToLayerDescription
source: Zoom to the selected layer
ar: تكبير/تصغير المعالم المحددة
da: Zoom til det valgte lag
de: Auf den ausgewählten Layer zoomen
es: Hace zoom a la capa seleccionada
et: Suumi valitud kihile
fi: Tarkenna valittuun karttatasoon
fr: Zoom sur la couche sélectionnée
he: התמקד לשכבה הנבחרת
it: Zoom su layer selezionato
ja: 選択されているレイヤにズームします
ko: 선택한 레이어를 확대합니다.
lt: Pasirinkto sluoksnio priartinimas
lv: Pietuvināt uz izvēlētajiem slāņiem
nb_no: Zoom til valgt kartlag
nl: Zoom naar de geselecteerde laag
pl: Powiększ do wybranej warstwy
pt_br: Zoom na camada selecionada
ro: Transfocare la stratul tematic selectat.
ru: Приблизить к выбранному слою
sv: Zooma till valt lager
zh_cn: 缩放至所选图层

# GoToLayerDisplayName
source: Go To Layer
ar: انتقل إلى الطبقة
da: Gå til lag
de: Gehe zu Layer
es: Ir a la capa
et: Liigu kihile
fi: Siirry karttatasoon
fr: Accéder à la couche
he: עבור לשכבה
it: Vai a layer
ja: レイヤに移動
ko: 레이어로 이동
lt: Eiti į sluoksnį
lv: Iet uz slāni
nb_no: Gå til kartlag
nl: Ga naar laag
pl: Przejdź do warstwy
pt_br: Ir para Camada
ro: Accesare strat tematic
ru: Перейти к слою
sv: Gå till lager
zh_cn: 转至图层

# IdentifyBehaviorDisplayName
source: Identify Behavior
ar: تعريف السلوك
da: Identificér adfærd
de: Identifizieren
es: Identificar comportamiento
et: Tuvasta käitumine
fi: Määritä toiminta
fr: Identifier le comportement
he: התנהגות עריכה
it: Comportamento di Identify
ja: 個別属性表示
ko: 동작 식별
lt: Identifikuoti veikimo taisyklę
lv: Identificēt uzvedība
nb_no: Identifiser virkemåte
nl: Gedrag Identificeren
pl: Zidentyfikuj zachowanie
pt_br: Identificar Comportamento
ro: Identificare comportament
ru: Идентифицировать поведение
sv: Identifiera beteendefunktion
zh_cn: 识别行为

# MoveLayerDownDescription
source: Moves the layer's display order one position closer to the top of the map
ar: تحريك ترتيب عرض الطبقة موضع واحد أقرب لأعلى الخريطة
da: Flytter lagets visningsrækkefølge én position tættere på toppen af kortet
de: Verschiebt den Layer in der Darstellungsreihenfolge der Karte um eine Position nach oben
es: Mueve el orden de visualización de la capa una posición hacia la parte superior del mapa
et: Liigutab kihi kuvamise järjestus ühe astme võrra kihiloendis ülespoole
fi: Siirtää karttatason näyttöjärjestyksen yhden sijainnin lähemmäs kartan yläreunaa
fr: Déplace l'ordre d'affichage de la couche d'une position vers le haut de la carte
he: הזזת סדר תצוגת השכבות הנבחרות מיקום אחד קרוב יותר לחלק העליון של המפה
it: Sposta l'ordine di visualizzazione del layer di una posizione più vicina alla parte superiore della mappa
ja: レイヤの表示順序を 1 つ上に移動します
ko: 레이어의 표시 순서를 맵 위쪽으로 한 단계 이동합니다.
lt: Perkelti sluoksnį viena pozicija aukštyn žemėlapio sluoksnių rodymo eilėje
lv: Pārvietot slāņu parādīšanas kārtību par vienu pozīciju tuvāk kartes augšai
nb_no: Flytter lagets visningsrekkefølge én posisjon nærmere den øverste delen av kartet
nl: Verplaatst de weergavevolgorde van de kaartlaag één positie naar de bovenkant van de kaart
pl: Przenosi kolejność wyświetlania warstwy o jedną pozycję bliżej dołu
pt_br: Move a ordem de visualização da camada uma posição acima do mapa
ro: Mută ordinea de afişare a stratului tematic cu o poziţie mai sus pe hartă
ru: Перемещает слой в списке порядка отображения на одну позицию вверх
sv: Flyttar upp lagrets visningsordning ett steg
zh_cn: 将图层的显示顺序在地图中上移一位

# MoveLayerDownDisplayName
source: Move Up
ar: تحريك لأعلى
da: Flyt op
de: Nach oben verschieben
es: Mover hacia arriba
et: Liigu ülespoole
fi: Siirrä ylös
fr: Déplacer vers le haut
he: הזז למעלה
it: Sposta su
ja: 上へ移動
ko: 위로 이동
lt: Aukštyn
lv: Pārvietot uz augšu
nb_no: Flytt opp
nl: Verplaats naar boven
pl: Przenieś w górę
pt_br: Mover para Cima
ro: Mutare în sus
ru: Переместить вверх
sv: Flytta upp
zh_cn: 上移
