Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Extensibility/ESRI.ArcGIS.Client.Extensibility/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# ToggleMapContentsDescription
source: Open the Map Contents panel to view the map's layers
ar: فتح لوحة محتويات الخريطة لعرض طبقات الخريطة
da: Åbn panelet Kortindhold for at få vist kortets lag
de: Fenster "Karteninhalt" öffnen, um die Layer der Karte anzuzeigen
es: Abre el panel Contenido de mapa para visualizar las capas del mapa
et: Ava kaardikihtide vaatamiseks kaardi sisu paneel
fi: Näytä kartan karttatasot avaamalla Kartan sisältö -ruutu
fr: Ouvrir le volet de contenu de la carte pour afficher les couches de la carte
he: פתח את הפנל של תוכן המפה בכדי לצפותבשכבות המפה
it: Apri il pannello Contenuti mappa per visualizzare i layer della mappa
ja: マップ コンテンツ パネルの表示/非表示を切り替えます
ko: "맵 컨텐츠" 패널을 열어서 맵의 레이어를 봅니다.
lt: Atveriamas žemėlapio turinio skydelis su žemėlapio sluoksniais
lv: Atveriet Kartes satura paneli, lai apskatītu kartes slāņus
nb_no: Åpne Kartinnhold-panelet for å vise kartets kartlag
nl: Open het scherm Kaartinhoud om de lagen van de kaart weer te geven
pl: Otwórz panel Zawartość mapy, aby wyświetlić warstwy mapy
pt_br: Abre o painel de Conteúdo do Mapa para visualizar as camadas do mapa
ro: Deschideţi panoul Conţinut hartă pentru a vizualiza straturile tematice ale hărţii
ru: Открывает панель Содержания карты, для того чтобы увидеть слои карты
sv: Öppna panelen med kartinnehåll för att visa kartans lager
zh_cn: 打开“地图内容”面板以查看地图的图层

# ToggleMapContentsDisplayName
source: Map Contents
ar: محتويات الخريطة
da: Kortindhold
de: Karteninhalt
es: Contenido de mapa
et: Kaardi sisu
fi: Kartan sisältö
fr: Contenu de la carte
he: תכולת המפה
it: Contenuti mappa
ja: マップ コンテンツ
ko: 맵 컨텐츠
lt: Žemėlapio turinys
lv: Kartes saturs
nb_no: Kartinnhold
nl: Kaartinhoud
pl: Zawartość mapy
pt_br: Conteúdo do Mapa
ro: Conţinuturi hartă
ru: Содержание карты
sv: Kartinnehåll
zh_cn: 地图内容

# ToggleSearchDescription
source: Search for places or ArcGIS Server services
ar: البحث عن الأماكن أو خدمات ArcGIS Server
da: Søg efter steder eller ArcGIS Server-tjenester
de: Nach Orten oder ArcGIS-Server-Services suchen
es: Busca lugares o servicios de ArcGIS Server
et: Otsi kohti või ArcGIS Serveri teenuseid
fi: Hakee paikkoja tai ArcGIS Serverin palveluita
fr: Rechercher des sites ou des services ArcGIS Server
he: חפש מקומות אם שירותי ArcGIS Server
it: Cerca località o servizi ArcGIS Server
ja: 場所または ArcGIS Server のサービスを検索します
ko: 장소 또는 ArcGIS Server 서비스를 검색합니다.
lt: Vietos arba ArcGIS Server paslaugų paieška
lv: Meklē vietas uz ArcGIS Server servisiem
nb_no: Søk etter steder eller ArcGIS Server-tjenester
nl: Zoek naar locaties of ArcGIS Server-services
pl: Wyszukaj miejsca lub usługi ArcGIS Server
pt_br: Pesquisa por locais ou serviços do ArcGIS Server
ro: Căutaţi locuri sau servicii ArcGIS Server
ru: Поиск мест или сервисов ArcGIS Server
sv: Sök efter platser eller ArcGIS Server-tjänster
zh_cn: 搜索地点或 ArcGIS Server 服务

# ToggleSearchDisplayName
source: Search
ar: بحث
da: Søg
de: Suchen
es: Buscar
et: Otsi
fi: Etsi
fr: Rechercher
he: חפש
it: Cerca
ja: 検索
ko: 검색
lt: Ieškoti
lv: Meklēt
nb_no: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sv: Sök
zh_cn: 搜索

# ToggleTableDescription
source: Opens the attribute table for the selected layer
ar: فتح جدول البيانات للطبقة المحددة
da: Åbner attributtabellen for det valgte lag
de: Attributtabelle für den ausgewählten Layer öffnen
es: Abre la tabla de atributos para la capa seleccionada
et: Avab valitud kihi atribuutide tabeli
fi: Avaa valitun tason ominaisuustietotaulun
fr: Ouvre la table attributaire de la couche sélectionnée
he: פתיחת טבלת המאפיינים לשכבה הנבחרת
it: Apre la tabella degli attributi per il layer selezionato
ja: 選択されているレイヤの属性テーブルを開きます
ko: 선택한 레이어의 속성 테이블을 엽니다.
lt: Atveriama pasirinkto sluoksnio atributinė lentelė
lv: Atveriet izvēlētajam slānim atribūtu tabulu
nb_no: Åpner attributtabellen for det valgte kartlaget
nl: Opent de attribuuttabel voor de geselecteerde laag
pl: Otwiera tabelę atrybutów dla wybranej warstwy
pt_br: Abre a tabela de atributos da camada selecionada
ro: Deschide tabelul de atribute pentru stratul tematic selectat
ru: Открывает таблицу атрибутов выбранного слоя
sv: Öppnar attributtabellen för det valda lagret
zh_cn: 打开所选图层的属性表

# ToggleTableDisplayName
source: Show Table
ar: عرض الجدول
da: Vis tabel
de: Tabelle anzeigen
es: Mostrar tabla
et: Näita tabelit
fi: Näytä taulu
fr: Afficher table
he: הצג טבלה
it: Mostra tabella
ja: テーブルの表示
ko: 테이블 표시
lt: Rodyti lentelę
lv: Rādīt tabulu
nb_no: Vis tabell
nl: Geef tabel weer
pl: Pokaż tabelę
pt_br: Mostrar Tabela
ro: Afişare tabel
ru: Показать таблицу
sv: Visa tabell
zh_cn: 显示表

# ZoomToSelectionDescription
source: Zoom to the selected features in the current layer
ar: تكبير المعالم المحددة في الطبقة الحالية
da: Zoom til de valgte objekter i det aktuelle lag
de: Auf die ausgewählten Features im aktuellen Layer zoomen
es: Hace zoom a las entidades seleccionadas en la capa actual
et: Suumi praeguse kihi valitud objektidele
fi: Tarkenna nykyisen tason valittuihin kohteisiin
fr: Zoom sur les entités sélectionnées dans la couche actuelle
he: התמקד לישויות הנבחרות בשכבה הנוכחית
it: Zoom sulle feature selezionate nel layer corrente
ja: 現在のレイヤの選択したフィーチャにズームします
ko: 현재 레이어에서 선택한 피처를 확대합니다.
lt: Pasirinkto sluoksnio pažymėtų objektų priartinimas
lv: Pietuvināt uz izvēlētajiem elementiem pašreizējā slānī
nb_no: Zoom til valgte geoobjekter på gjeldende kartlag
nl: Zoom naar de geselecteerde objecten in de huidige laag
pl: Powiększ do wybranych obiektów bieżącej warstwy
pt_br: Zoom nas feições selecionadas na camada atual
ro: Transfocaţi la obiectele spaţiale selectate din stratul tematic curent
ru: Приблизить к выбранным объектам в текущем слое
sv: Zooma till de valda objekten i det aktuella lagret
zh_cn: 缩放至当前图层中的所选要素

# ZoomToSelectionDisplayName
source: Zoom To
ar: تكبير/تصغير
da: Zoom til
de: Zoomen auf
es: Hacer zoom a
et: Suumi
fi: Tarkenna kohteeseen
fr: Zoom sur
he: התמקדות אל
it: Zoom su
ja: ズーム
ko: 확대
lt: Didinti į
lv: Pietuvināt
nb_no: Zoom til
nl: Zoomen naar
pl: Powiększ do
pt_br: Zoom Para
ro: Transfocare la
ru: Приблизить к
sv: Zooma till
zh_cn: 缩放至
