Repository: Esri/arcgis-viewer-silverlight
Catalog: src/BuildUtilities/Localizer/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_pt, ro, ru, sv, zh_cn

source: Bing Maps Roads
ar: الطرق في خريطة Bing
da: Bing Maps-veje
et: Bing Maps teed
fr: Routes Bing Maps
he: כבישים של Bing Maps
it: Bing Maps - Indicazioni stradali
ja: Bing Maps 道路地図
lt: Bing Maps keliai
nb_no: Bing Maps veier
pl: Drogi map Bing
pt_pt: Bing Maps Estradas
ro: Hărţi Bing stradale
sv: Bing Maps-vägar
zh_cn: Bing 道路地图

source: Business
ar: العمل
da: Virksomhed
de: Unternehmen
es: Negocios
et: Äri
fi: Yritystoiminta
fr: Professionnel
he: עסק
it: Aziende
ja: ビジネス
ko: 비즈니스
lt: Verslas
lv: Bizness
nb_no: Bedrift
nl: Economie
pl: Firmowe
pt_pt: Negócio
ro: Afacere
ru: Бизнес
sv: Affärer
zh_cn: 商业

source: Cartography
ar: الكارتوجرافي
da: Kartografi
de: Kartografie
es: Cartografía
et: Kartograafia
fi: Kartografia
fr: Cartographie
he: קרטוגרפיה
it: Cartografia
ja: カートグラフィ
ko: 지도 제작
lt: Kartografija
lv: Kartogrāfija
nb_no: Kartografi
nl: Cartografie
pl: Kartografia
pt_pt: Cartografia
ro: Cartografiere
ru: Картография
sv: Kartografi
zh_cn: 制图

source: Choose Basemap
ar: اختيار خريطة الأساس
da: Vælg baggrundskort
de: Grundkarte auswählen
es: Elegir mapa base
et: Vali aluskaart
fi: Valitse taustakartta
fr: Choisir un fond de carte
he: בחר מפת בסיס
it: Scegli mappa di base
ja: ベースマップの選択
ko: 베이스맵 선택
lt: Pasirinkti pagrindo žemėlapį
lv: Izvēlieties pamatkarti
nb_no: Velg bakgrunnskart
nl: Kies basiskaart
pl: Wybierz mapę bazową
pt_pt: Escolher Mapa Base
ro: Alegere hartă fundal
ru: Выберите базовую карту
sv: Välj baskarta
zh_cn: 选择底图

source: Outdoor Recreation
ar: ترقية خارجية
da: Udendørs rekreation
de: Erholung im Freien
es: Recreación al aire libre
et: Välirekreatsioon
fi: Ulkovirkistys
fr: Loisirs en extérieur
he: יצירה מבחוץ
it: Attività ricreative all'aperto
ja: アウトドア レクリエーション
ko: 실외 레크리에이션
lt: Lauko rekreacija
lv: Āra atpūta
nb_no: Utendørs rekreasjon
nl: Recreatie in openlucht
pl: Rekreacja na świeżym powietrzu
pt_pt: Recreação ao Ar Livre
ro: Agrement în aer liber
ru: Отдых на природе
sv: Rekreation utomhus
zh_cn: 户外娱乐

source: People and Places
ar: الأشخاص والأماكن
da: Mennesker og steder
de: Personen und Orte
es: Lugares y personas
et: Inimesed ja paigad
fi: Ihmiset ja Paikat
fr: Personnes et sites
he: אנשים ומקומות
it: Persone e luoghi
ja: 人と場所
ko: 사람과 장소
lt: Žmonės ir vietos
lv: Cilvēki un vietas
nb_no: Personer og steder
nl: Mensen en plaatsen
pl: Ludność i miejsca
pt_pt: Pessoas e Locais
ro: Oameni şi locuri
ru: Общество и места
sv: Personer och platser
zh_cn: 乡土人情

source: Public Safety and Health
ar: الصحة والأمن العام
da: Offentlig Tryghed og Sundhed
de: Öffentliche Sicherheit und Gesundheit
es: Seguridad y salud públicas
et: Avalik julgeolek ja tervishoid
fi: Yleinen turvallisuus ja terveys
fr: Sécurité civile et santé publique
he: בריאות וביטחון ציבוריים
it: Salute e pubblica sicurezza
ja: 安全と衛生
ko: 공공 안전 및 보건
lt: Visuomenės saugumas ir sveikata
lv: Sabiedriskā drošība un veselība
nb_no: Offentlig sikkerhet og helse
nl: Openbare veiligheid en gezondheid
pl: Bezpieczeństwo publiczne i zdrowie
pt_pt: Segurança Pública e Saúde
ro: Siguranţă şi sănătate publică
ru: Общественная безопасность и здравоохранение
sv: Offentlig säkerhet och hälsa
zh_cn: 公共安全和健康

source: Standard
ar: قياسي
es: Estándar
et: Standardne
fi: Vakio
he: סטנדרטי
ja: 標準
ko: 표준
lt: Standartinis
lv: Standarts
nl: Standaard
pl: Standardowe
pt_pt: Padrão
zh_cn: 标准

source: Transportation
ar: وسيلة النقل
da: Transport
de: Verkehr
es: Transporte
et: Transport
fi: Kuljetus
fr: Transport
he: תחבורה
it: Trasporti
ja: 交通
ko: 운송
lt: Transportas
lv: Transports
nb_no: Transport
nl: Vervoer
pl: Transport
pt_pt: Transportes
ro: Transport
ru: Транспорт
sv: Transporter
zh_cn: 交通运输

source: Bing Maps Aerial
ar: صورة جوية لخرائط Bing
da: Bing Maps luftfotos
et: Bing Maps aero
fr: Cartes Bing aériennes
he: מפות אוויריות של Bing Maps
it: Bing Maps - Vista aerea
ja: Bing Maps 航空写真
lt: Bing Maps aeronuotrauka
nb_no: Bing Maps ortofoto
nl: Bing Maps luchtbeelden
pl: Lotnicze Mapy Bing
pt_pt: Bing Maps Aéreos
ro: Hărţi Bing aeriene
sv: Bing Maps-flygfoto
zh_cn: Bing 航空地图

source: Bing Maps Hybrid
ar: مزيج خرائط Bing
es: Híbrido de Bing Maps
et: Bing Maps hübriid
fi: Bing Maps Hybridi
fr: Cartes Bing hybrides
it: Bing Maps - Vista ibrida
ja: Bing Maps ハイブリッド
lt: Bing Maps hibridinis
nl: Bing Maps hybride
pl: Hybrydowe mapy Bing
pt_pt: Bing Maps Híbridos
ro: Hărţi Bing hibride
zh_cn: Bing 混合地图

source: Streets
ar: الشوارع
da: Gader
de: Straßen
es: Calles
et: Tänavad
fi: Kadut
fr: Rues
he: רחובות
it: Strade
ja: 道路地図
ko: 도로
lt: Gatvės
lv: Ielas
nb_no: Gater
nl: Straten
pl: Ulice
pt_pt: Ruas
ro: Străzi
ru: Улицы
sv: Gator
zh_cn: 街道图

source: Topographic
ar: طوبوغرافي
da: Topografisk
de: Topografisch
es: Topográficos
et: Topograafiline kaart
fi: Topografia
fr: Topographie
he: טופוגרפי
it: Dati topografici
ja: 地形図
ko: 지형학
lt: Topografinis
lv: Topogrāfiskā
nb_no: Topografisk
nl: Topografisch
pl: Topograficzna
pt_pt: Topográfico
ro: Topografic
sv: Topografisk
zh_cn: 地形图

source: Imagery
ar: الصور
da: Billeder
de: Bilddaten
es: Imágenes
et: Satelliitpildid
fi: Kuvat
fr: Imagerie
he: דימויים
it: Immagini
ja: 衛星画像
lt: Aeronuotrauka
lv: Attēli
nb_no: Bilder
nl: Beeldmateriaal
pl: Zobrazowania
pt_pt: Imagem
ro: Imagini satelitare
ru: Изображение
sv: Bilder
zh_cn: 影像图

source: Terrain
ar: تضاريس
da: Terræn
es: Terreno
et: Kõrgusmudel
fi: Maasto
fr: MNT
he: פני השטח
it: Terreno
ja: 起伏図
ko: 지형
lt: Vietovė
lv: Teritorija
nb_no: Terreng
nl: Terrein
pl: Teren
pt_pt: Terreno
ro: Teren
ru: Набор данных "Terrain"
sv: Terräng
zh_cn: Terrain 图

source: USA Topo Maps
ar: خرائط مكانية للولايات المتحدة الأمريكية
da: Topo-kort over USA
es: Mapas topográficos de EE.UU.
et: USA topokaadid
fi: USA Topo -kartat
fr: Cartes Topo USA
he: מפות טופוגרפיות של ארצות הברית
it: Mappe topografiche - USA
lt: JAV topografiniai žemėlapiai
lv: ASV Topo Kartes
nb_no: Topokart for USA
nl: Topografische kaarten USA
pl: Mapy topograficzne USA
pt_pt: Mapas Topográficos EUA
ro: Hărţi topografice SUA
zh_cn: 美国地形图

source: Attribute Table
ar: جدول البيانات
da: Attributtabel
de: Attributtabelle
es: Tabla de atributos
et: Atribuuditabel
fi: Ominaisuustietotaulu
fr: Table attributaire
he: טבלת מאפיינים
it: Tabella attributi
ja: 属性テーブル
ko: 속성 테이블
lt: Atributinė lentelė
lv: Atribūtu tabula
nb_no: Attributtabell
nl: Attribuuttabel
pl: Tabela atrybutów
pt_pt: Tabela de Atributos
ro: Tabel de atribute
ru: Таблица атрибутов
sv: Attributtabell
zh_cn: 属性表

# _ClearSelectedFeaturesFromCurrentlySelectedLayer_
source: Clear the selected features from the currently selected layer
ar: مسح المعالم المحددة من الطبقة المحددة حالياً
da: Ryd de valgte objekter fra det aktuelt valgte lag
de: Ausgewählte Features aus dem aktuell ausgewählten Layer löschen
es: Borrar las entidades seleccionadas de la capa seleccionada
et: Tühista hetkel valitud kihist selekteeritud objektid
fi: Tyhjennä valitut kohteet valitusta karttatasosta
fr: Effacer les entités sélectionnées de la couche actuellement sélectionnée
he: נקה ישויות נבחרות מהשכבה הנבחרת
it: Cancella le feature selezionate dal layer attualmente selezionato
ja: 現在選択されているレイヤから、選択されているフィーチャを解除します
ko: 현재 선택된 레이어에서 선택한 피처 지우기
lt: Išvalyti pažymėtus objektus iš pasirinkto sluoksnio
lv: Notīriet izvēlētos elementus no pašreiz izvēlēto slāņa
nb_no: Fjern valgte geoobjekter fra valgt kartlag
nl: Wis de geselecteerde objecten uit de op dit moment geselecteerde laag
pl: Usuń wybrane obiekty z aktualnie wybranej warstwy
pt_pt: Limpar os elementos selecionados na camada atualmente selecionada
ro: Goliţi selecţia de obiecte spaţiale din stratul tematic selectat
ru: Очистить выбранные объекты в текущем выбранном слое
sv: Rensa de valda objekten från lagret som för närvarande är valt
zh_cn: 从当前选中的图层中清除所选要素

source: Clear Selection
ar: مسح التحديد
da: Ryd markering
de: Auswahl aufheben
es: Borrar selección
et: Tühista valik
fi: Tyhjennä valinta
fr: Annuler la sélection
he: נקה בחירה
it: Cancella selezione
ja: 選択の解除
ko: 선택 영역 지우기
lt: Valyti išranką
lv: Notīrīt izvēlēto
nb_no: Fjern utvalg
nl: Wis selectie
pl: Wyczyść selekcję
pt_pt: Limpar Seleção
ro: Golire selecţie
ru: Очистить выборку
sv: Rensa val
zh_cn: 清除所选内容

# _ExportAttributesOfSelectedFeaturesToCSVFile_
source: Export the attributes of selected features to a CSV file
ar: تصدير البيانات الجدولية للمعالم المحددة إلي ملف CSV
da: Eksportér attributterne for de valgte objekter til en CSV-fil
de: Attribute der ausgewählten Features in eine CSV-Datei exportieren
es: Exportar los atributos de las entidades seleccionadas a un archivo CSV
et: Ekspordi valitud objektide atribuudid CSV failiks
fi: Vie valittujen kohteiden ominaisuudet CSV-tiedostoon
fr: Exporter les attributs des entités sélectionnées vers un fichier CSV
he: יצא את המאפיינים של הישויות הנבחרות לקובץ CSV
it: Esporta gli attributi delle feature selezionate in un file CSV
ja: 選択したフィーチャの属性を CSV ファイルにエクスポートします
ko: 선택한 피처의 속성을 CSV 파일로 내보내기
lt: Eksportuoti pažymėtų objektų atrubutus į CSV failą
lv: Eksportēt atribūtus no izvēlētajiem elementiem uz CSV failu
nb_no: Eksporter attributtene til valgte geoobjekter til en CSV-fil
nl: Exporteer de attributen van geselecteerde objecten naar een CSV-bestand
pl: Eksportuj atrybuty wybranych obiektów do pliku CSV
pt_pt: Exportar os atributos dos elementos selecionados para um ficheiro CSV
ro: Exportaţi atributele obiectelor spaţiale selectate într-un fişier CSV
ru: Экспортировать атрибуты выбранных объектов в файл CSV
sv: Exportera attributen för valda objekt till en CSV-fil
zh_cn: 将所选要素的属性导出到 CSV 文件

source: Export Selection
ar: تصدير التحديد
da: Eksportér markering
de: Auswahl exportieren
es: Exportar selección
et: Ekspordi valik
fi: Vie valinta
fr: Exporter la sélection
he: ייצא בחירה
it: Esporta selezione
ja: 選択セットのエクスポート
ko: 선택 영역 내보내기
lt: Eksportuoti išranką
lv: Eksportēt izvēlēto
nb_no: Eksporter utvalg
nl: Exporteer selectie
pl: Eksportuj selekcję
pt_pt: Exportar Seleção
ro: Export selecţie
ru: Экспорт выборки
sv: Exportera val
zh_cn: 导出所选内容

source: Go To
ar: انتقل إلى
da: Gå til
de: Gehe zu
es: Ir a
et: Liigu
fi: Siirry kohteeseen
fr: Aller à
he: עבור אל
it: Vai a
ja: 移動
ko: 이동
lt: Eiti į
lv: Iet uz
nb_no: Gå til
nl: Ga naar
pl: Przejdź do
pt_pt: Ir Para
ro: Accesaţi
ru: Перейти к
sv: Gå till
zh_cn: 转至

source: Map Contents
ar: محتويات الخريطة
da: Kortindhold
de: Karteninhalt
es: Contenido de mapa
et: Kaardi sisu
fi: Kartan sisältö
fr: Contenu de la carte
he: תכולת המפה
it: Contenuti mappa
ja: マップ コンテンツ
ko: 맵 컨텐츠
lt: Žemėlapio turinys
lv: Kartes saturs
nb_no: Kartinnhold
nl: Kaartinhoud
pl: Zawartość mapy
pt_pt: Conteúdos do Mapa
ro: Conţinuturi hartă
ru: Содержание карты
sv: Kartinnehåll
zh_cn: 地图内容

# _RefreshCurrentlySelectedLayer_
source: Refresh the currently selected layer
ar: تحديث الطبقة المحددة حالياً
da: Opdatér det aktuelt valgte lag
de: Aktuell ausgewählten Layer aktualisieren
es: Actualizar la capa seleccionada actualmente
et: Uuenda hetkel valitud kihti
fi: Päivitä valittu karttataso
fr: Actualise la couche actuellement sélectionnée
he: רענן את המפה הנבחרת
it: Aggiorna il layer attualmente selezionato
ja: 現在選択されているレイヤを更新します
ko: 현재 선택된 레이어 새로 고침
lt: Atnaujinti pažymėtą sluoksnį
lv: Atjaunot pašreiz izvēlēto slāni
nb_no: Oppdater gjeldende valgte kartlag
nl: Vernieuw de op dit moment geselecteerde laag
pl: Odśwież aktualnie wybraną warstwę
pt_pt: Atualizar a camada atualmente selecionada
ro: Reîmprospătaţi stratul tematic selectat curent
ru: Обновить текущий выбранный слой
sv: Uppdatera lagret som för närvarande är valt
zh_cn: 刷新当前所选图层

source: Refresh
ar: تحديث
da: Opdatér
de: Aktualisieren
es: Actualizar
et: Värskenda
fi: Päivitä
fr: Actualiser
he: רענן
it: Aggiorna
ja: 更新
ko: 새로고침
lt: Atnaujinti
lv: Atjaunot
nb_no: Oppdater
nl: Vernieuwen
pl: Odśwież
pt_pt: Atualizar
ro: Reîmprospătare
ru: Обновить
sv: Uppdatera
zh_cn: 刷新

source: Search for places or layers
ar: البحث عن الأماكن أو الطبقات
da: Søg efter steder eller lag
de: Nach Orten oder Layern suchen
es: Buscar lugares o capas
et: Otsi paikadest või kihtidest
fi: Hae paikkoja tai karttatasoja
fr: Rechercher des sites ou des couches
he: חפש מקומות או שכבות
it: Cerca posizioni e layer
ja: 場所または ArcGIS Server のサービスを検索します
ko: 장소 또는 레이어 검색
lt: Ieškoti vietovardžių arba sluoksnių
lv: Meklēt vietas vai slāņus
nb_no: Søk etter steder eller kartlag
nl: Zoek plaatsen of lagen
pl: Wyszukaj miejsca lub warstwy
pt_pt: Pesquisar locais ou camadas
ro: Căutaţi locuri sau straturi tematice
ru: Поиск местоположений или слоев
sv: Sök efter platser eller lager
zh_cn: 搜索地点或图层

source: Search
ar: بحث
da: Søg
de: Suchen
es: Buscar
et: Otsi
fi: Etsi
fr: Rechercher
he: חפש
it: Cerca
ja: 検索
ko: 검색
lt: Ieškoti
lv: Meklēt
nb_no: Søk
nl: Zoeken
pl: Wyszukaj
pt_pt: Pesquisar
ro: Căutare
ru: Поиск
sv: Sök
zh_cn: 搜索

source: Select a basemap for the map
ar: تحديد خريطة أساس الخاصة بالخريطة
da: Vælg et baggrundskort til kortet
de: Grundkarte für die Karte auswählen
es: Seleccionar mapa base para el mapa
et: Vali asjakohane aluskaart
fi: Valitse taustakartta
fr: Sélectionner un fond de carte pour la carte
he: בחר מפת בסיס עבור המפה
it: Selezionare una mappa di base per la mappa
ja: マップのベースマップを選択します
ko: 맵의 베이스맵 선택
lt: Pasirinkti pagrindo žemėlapį
lv: Izvēlēties kartei pamatkarti
nb_no: Velg et bakgrunnskart for kartet
nl: Selecteer een basiskaart voor de kaart
pl: Wybierz mapę bazową dla mapy
pt_pt: Selecionar um mapa base para o mapa
ro: Selectaţi o hartă fundal pentru hartă
ru: Выбрать базовую карту для карты
sv: Välj en baskarta för kartan
zh_cn: 选择地图的底图

# _SelectAllFeaturesInCurrentlySelectedLayer_
source: Select all the features in the currently selected layer
ar: تحديد جميع المعالم في الطبقة المحددة حالياً
da: Vælg alle objekterne i det aktuelt valgte lag
de: Alle Features im aktuell ausgewählten Layer auswählen
es: Seleccionar todas las entidades de la capa seleccionada
et: Vali hetkel valitud kihist kõik objektid
fi: Valitse valitun karttatason kaikki kohteet
fr: Sélectionner toutes les entités dans la couche actuellement sélectionnée
he: בחר את כל הישויות השכבה הנבחרת
it: Seleziona tutte le feature nel layer attualmente selezionato
ja: 現在のレイヤにあるすべてのフィーチャを選択します
ko: 현재 선택된 레이어에서 모든 피처 선택
lt: Visų pasirinkto sluoksnio objektų pažymėjimas
lv: Izvēlēties visus elementus no pašlaik izvēlētā slāņa
nb_no: Velg alle geoobjektene på det valgte kartlaget
nl: Selecteer alle objecten in de op dit moment geselecteerde laag
pl: Wybierz wszystkie obiekty w aktualnie wybranej warstwie
pt_pt: Selecionar todos os elementos da camada atualmente selecionada
ro: Selectaţi toate obiectele spaţiale din stratul tematic selectat
ru: Выбрать все объекты в текущем выбранном слое
sv: Välj alla objekt i lagret som för närvarande är valt
zh_cn: 选择当前所选图层中的所有要素

source: Select All
ar: تحديد الكل
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
et: Vali kõik
fi: Valitse kaikki
fr: Sélectionner tout
he: בחר הכל
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
lt: Pažymėti visus
lv: Izvēlēties visu
nb_no: Velg alle
nl: Selecteer alles
pl: Wybierz wszystko
pt_pt: Selecionar Tudo
ro: Selectare globală
ru: Выбрать все
sv: Markera alla
zh_cn: 全选

# _SelectFeaturesByDrawingBoxOnMap_
source: Select features by drawing a box on the map
ar: تحديد المعالم بواسطة رسم مربع على الخريطة
da: Vælg objekter ved at tegne en boks på kortet
de: Features durch Aufziehen eines Rahmens auf der Karte auswählen
es: Seleccionar las entidades dibujando un cuadro en el mapa
et: Vali objektid, skitseerides kaardile kujundi
fi: Valitse kohteet piirtämällä ruutu kartalle
fr: Sélectionner des entités en dessinant une boîte sur la carte
he: בחר ישויות באמצעות ציור מלבן במפה
it: Selezione feature tracciando un riquadro sulla mappa
ja: マップにボックスを描画し、ボックスで囲まれたフィーチャを選択します
ko: 맵에 상자를 그려서 피처 선택
lt: Objektų pažymėjimas pagal žemėlapyje nubrėžtą plotą
lv: Izvēlēties elementus, zīmējot lodziņu uz kartes
nb_no: Velg geoobjekter ved å tegne en boks på kartet
nl: Selecteer object door een vak op de kaart te tekenen
pl: Wybierz obiekty, rysując pole na mapie
pt_pt: Selecionar elementos desenhando uma caixa sobre o mapa
ro: Selectare obiecte spaţiale trasând o casetă pe hartă
ru: Выбрать объекты, прочертив рамку на карте
sv: Välj objekt genom att rita en ruta på kartan
zh_cn: 在地图中拖出一个框来选择要素

source: Select
ar: تحديد
da: Vælg
de: Auswählen
es: Seleccionar
et: Vali
fi: Valitse
fr: Sélectionner
he: בחר
it: Seleziona
ja: 選択
ko: 선택
lt: Pasirinkti
lv: Izvēlēties
nb_no: Velg
nl: Selecteren
pl: Wybierz
pt_pt: Selecionar
ro: Selectare
ru: Выбрать
sv: Välj
zh_cn: 选择

source: Service Details
ar: تفاصيل الخدمة
da: Tjenesteoplysninger
es: Detalles del servicio
et: Teenuse detailid
fi: Palvelun tiedot
fr: Détails du service
he: פרטי השירות
it: Dettagli servizio
ja: サービスの詳細
ko: 서비스 정보
lt: Paslaugos apibūdinimas
lv: Servisa detaļas
nb_no: Tjenestedetaljer
pl: Szczegóły usługi
pt_pt: Detalhes do Serviço
ro: Detalii serviciu
ru: Детали сервиса
sv: Information om tjänsten
zh_cn: 服务详细信息

source: Show or hide the attributes table
ar: إظهار جدول البيانات أو إخفائه
da: Vis eller skjul attributtabellen
de: Attributtabelle ein- oder ausblenden
es: Mostrar u ocultar las tablas de atributos
et: Kuva või peida atribuutide tabel
fi: Näytä tai piilota ominaisuustietotaulu
fr: Afficher ou masquer la table attributaire
he: הצג, הסתר את טבלת המאפיינים
it: Mostra o nasconde la tabella degli attributi
ja: 属性テーブルの表示/非表示を切り替えます
ko: 속성 테이블 표시 또는 숨기기
lt: Parodyti arba paslėpti atributinę lentelę
lv: Rādīt vai slēpt atribūtus tabulu
nb_no: Vis eller skjul attributtabellen
nl: Geef de attributentabel weer of verberg deze
pl: Pokaż lub ukryj tabelę atrybutów
pt_pt: Exibir ou ocultar a tabela de atributos
ro: Afişaţi sau ascundeţi tabelul de atribute
ru: Показать или спрятать атрибутивную таблицу
sv: Visa eller dölj attributtabellen
zh_cn: 显示或隐藏属性表

source: Toggle map contents
ar: تبديل محتويات الخريطة
da: Skift kortindhold
de: Karteninhalt ein/-ausblenden
es: Alternar el contenido del mapa
et: Vaheta kaardi sisu
fi: Vaihda karttasisältöä
fr: Basculer le contenu de la carte
he: עבור אל תוכן המפה
it: Visualizza/Nascondi contenuti mappa
ja: マップ コンテンツ パネルの表示/非表示を切り替えます
ko: 맵 컨텐츠 전환
lt: Įjunti/išjungti žemėlapio turinį
lv: Pārslēgt kartes saturu
nb_no: Veksle kartinnhold
nl: Zet kaartinhoud aan/uit
pl: Przełącz zawartość mapy
pt_pt: Alternar conteúdos do mapa
ro: Comutaţi conţinutul hărţii
ru: Переключить содержимое карты
sv: Växla mellan kartinnehåll
zh_cn: 切换地图内容

# _ViewInformationAboutSelectedLayerDatasource_
source: View information about the selected layer's data source
ar: عرض معلومات عن مصدر بيانات الطبقة المحددة
da: Få vist oplysninger om det valgte lags datakilde
de: Informationen zur Datenquelle des ausgewählten Layers anzeigen
es: Ver información acerca de la fuente de datos de la capa seleccionada
et: Vaata valitud kihtide andmeallika informatsiooni
fi: Näytä tietoja valitun karttatason tietolähteestä
fr: Affiche des informations sur la source de données de la couche sélectionnée
he: הצגת מידע אודות מקור הנתונים של השכבות הנבחרות
it: Visualizza informazioni sull'origine dati del layer selezionato
ja: 選択されているレイヤのデータ ソースについての詳細を表示します
ko: 선택한 레이어의 데이터 소스에 대한 정보 보기
lt: Peržiūrėti informaciją apie pasirinkto sluoksnio duomenų rinkinį
lv: Apskatīt informāciju par izvēlētā slāņa datu avotu
nb_no: Se informasjon om datakilden til det valgte kartlaget
nl: Geef informatie weer over de databron van de geselecteerde laag
pl: Wyświetl informacje o źródle danych wybranej warstwy
pt_pt: Visualizar informações sobre a fonte dos dados da camada selecionada
ro: Vizualizaţi informaţii despre sursa de date a stratului tematic selectat
ru: Показать информацию о источнике данных выбранного слоя
sv: Visa information om det valda lagrets datakälla
zh_cn: 查看有关所选图层数据源的信息

# _ZoomToCurrentlySelectedFeatures_
source: Zoom to the currently selected features
ar: تكبير/تصغير المعالم المحددة حالياً
da: Zoom til de aktuelt valgte objekter
de: Auf die aktuell ausgewählten Features zoomen
es: Hacer zoom en las entidades seleccionadas
et: Suumi hetkel valitud objektidele
fi: Tarkenna valittuihin kohteisiin
fr: Zoom sur les entités actuellement sélectionnées
he: התמקד לישויות הנבחרות
it: Zoom sulle feature attualmente selezionate
ja: 現在のレイヤの選択したフィーチャにズームします
ko: 현재 선택된 피처 확대
lt: Priartinti pažymėtus objektus
lv: Pietuvināt pašreiz izvēlētiem elementiem
nb_no: Zoom til valgte geoobjekter
nl: Zoom in op de op dit moment geselecteerde objecten
pl: Powiększ do aktualnie wybranych obiektów
pt_pt: Efetuar zoom aos elementos atualmente selecionados
ro: Transfocaţi la obiectele spaţiale selectate curent
ru: Приблизить к текущим выбранным объектам
sv: Zooma till objekten som för närvarande är valda
zh_cn: 缩放至当前所选要素

# _ZoomToCurrentlySelectedLayer_
source: Zoom to the currently selected layer
ar: تكبير/تصغير الطبقة المحددة حالياً
da: Zoom til det aktuelt valgte lag
de: Auf den aktuell ausgewählten Layer zoomen
es: Hacer zoom en la capa seleccionada actualmente
et: Suumi hetkel valitud kihile
fi: Tarkenna valittuun karttatasoon
fr: Zoom sur la couche actuellement sélectionnée
he: התמקד לשכבה הנבחרת
it: Zoom sul layer attualmente selezionato
ja: 現在の選択レイヤにズームします
ko: 현재 선택된 레이어 확대
lt: Priartinti pažymėtą sluoksnį
lv: Pietuvināt uz pašreiz izvēlēto slāni
nb_no: Zoom til gjeldende valgte kartlag
nl: Zoom in op de op dit moment geselecteerde laag
pl: Powiększ do aktualnie wybranej warstwy
pt_pt: Efetuar zoom à camada atualmente selecionada
ro: Transfocaţi la stratul tematic selectat curent
ru: Приблизить к текущему выбранному слою
sv: Zooma till lagret som för närvarande är valt
zh_cn: 缩放至当前所选图层

source: Zoom to Selection
ar: تكبير/تصغير التحديد
da: Zoom til markering
de: Auf Auswahl zoomen
es: Hacer zoom a la selección
et: Suumi valitud objektidele
fi: Tarkenna valintaan
fr: Zoom sur la sélection
he: התמקד לנבחרים
it: Zoom su selezione
ja: 選択セットにズーム
ko: 선택 영역 확대
lt: Didinti į išrinktus
lv: Pietuvināt izvēlētajam
nb_no: Zoom til utvalg
nl: Zoom naar selectie
pl: Powiększ do selekcji
pt_pt: Efetuar zoom para Seleção
ro: Transfocare (zoom) la selecţie
ru: Приблизить к выборке
sv: Zooma till val
zh_cn: 缩放至所选项
