Repository: Esri/arcgis-viewer-silverlight
Catalog: src/BuildUtilities/Localizer/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_pt, ro, ru, sv, zh_cn

# _AStreetMapOfTheWorld_
source: Topographic map which includes boundaries, cities, water features, physiographic features, parks, landmarks, transportation, and buildings.
ar: خريطة طبوغرافية تحتوي على حدود ومدن ومعالم مائية ومعالم فيزيوغرافية ومنتزهات وعلامات ووسائل نقل ومبان.
da: Topografisk kort, som indeholder grænser, byer, vandobjekter, fysiografikobjekter, parker, vartegn, transportveje og bygninger.
de: Topografische Karte, die Grenzen, Städte, Wasser, physiografische Elemente, Parkanlagen, Wahrzeichen, Verkehr und Gebäude umfasst.
es: Mapa topográfico que incluye perímetros, ciudades, entidades de agua, entidades fisiográficas, parques, puntos de referencia, transportes y edificios.
et: Topograafilised kaardid, mis sisaldavad infot piiride, linnade, veekogude, loodusnähtuste, parkide, maatähiste, transpordi ja ehitiste kohta.
fi: Topografiakartta, joka sisältää rajat, kaupungit, vesikohteet, yleismaantieteelliset kohteet, puistot, maamerkit, tiet ja rakennukset.
fr: Carte topographique incluant des limites, des villes, des entités hydrographiques, des entités physiographiques, des parcs, des points de repère, des réseaux de transport et des bâtiments.
he: מפה טופוגרפית הכוללת גבולות, ערים, ישויות מים, פארקים, ציוני דרך, תחבורה ומבנים.
it: Mappa topografica che include confini, città, caratteristiche idrografiche e geofisiche, parchi, punti di riferimento, trasporti ed edifici.
ja: 境界、都市、水フィーチャ、地形フィーチャ、公園、ランドマーク、交通、建物が含まれている地形図です。
ko: 경계, 시, 용수 피처, 지형적 피처, 공원, 랜드마크, 운송 및 건물을 포함하는 지형 맵입니다.
lt: Topografinis žemėlapis su ribomis, miestais, vandenimis, fiziniais bruožais, parkais, ženklais, transporto infrastruktūra ir pastatais.
lv: Topogrāfiskā karte, kas ietver robežas, pilsētas, ūdens elementus, fizioģeogrāfiskos elementus, parkus, pieminekļus, transportu un ēkas.
nb_no: Topografisk kart som inkluderer grenser, byer, havgeoobjekter, fysiografiske geoobjekter, parker, landemerker, transport og bygninger.
nl: Topografische kaart met grenzen, steden, waterfeatures, fysiografische features, parken, oriëntatiepunten, vervoer en gebouwen.
pl: Mapa topograficzna zawierająca granice, miasta, obiekty wodne, funkcje fizjograficzne, parki, wyróżniające się miejsca, transport i budynki.
pt_pt: Mapa topográfico que inclui limites, cidades, elementos de água, elementos fisiográficos, parques, pontos de referência, transportes e edifícios.
ro: Harta topografică ce include graniţe, oraşe, ape, forme de relief, parcuri, obiective turistice, transporturi şi clădiri.
ru: Топографическая карта, включающая границы, города, гидрологию, физико-географические объекты, парки, достопримечательности, транспорт и строения.
sv: Topografisk karta som innehåller gränser, städer, vattenobjekt, fysiografiska objekt, parker, landmärken, transporter och byggnader.
zh_cn: 地形图包括边界、城市、水体要素、地形要素、公园、地标、交通和建筑物。

# _BasicPrintLayout_
source: A basic print layout.
ar: تخطيط طباعي أساسي.
da: Et grundlæggende udskriftslayout.
de: Ein standardmäßiges Drucklayout.
es: Un diseño de impresión básico.
et: Peamine printimise paigutus.
fi: Vakiotulostusasettelu.
fr: Une mise en page d'impression de base.
he: מפה בסיסית להדפסה
it: Layout di stampa di base.
ja: 基本の印刷レイアウトです。
ko: 기본 인쇄 레이아웃입니다.
lt: Bazinis spaudinio maketas.
lv: Pamata drukas izkārtojums.
nb_no: Et grunnleggende utskriftsopspett.
nl: Een basisafdruklay-out.
pl: Podstawowy układ wydruku.
pt_pt: Um layout de impressão básico.
ro: O configuraţie de bază pentru imprimare.
ru: Основная компоновка печати.
sv: En grundläggande utskriftslayout.
zh_cn: 基本打印布局。

source: Blog
ar: مدوّنة
et: Blogid
fi: Blogi
fr: Blogue
he: בלוג
ja: ブログ
ko: 블로그
lt: Tinklaraštis
lv: Blogs
nb_no: Blogg
ru: Блог
sv: Blogg
zh_cn: 博客

# _CategoryColon_
source: Category:
ar: الفئة:
da: Kategori:
de: Kategorie:
es: Categoría:
et: Kategooria:
fi: Luokka:
fr: Catégorie :
he: קטגוריה:
it: Categoria:
ja: カテゴリ:
ko: 범주:
lt: Kategorija:
lv: Kategorija:
nb_no: Kategori:
nl: Categorie:
pl: Kategoria:
pt_pt: Categoria:
ro: Categorie:
ru: Категория:
sv: Kategori:
zh_cn: 类别:

# _CodeColon_
source: Code:
ar: الرمز:
da: Kode:
es: Código:
et: Kood:
fi: Koodi:
he: קוד:
it: Codice:
ja: コード:
ko: 코드:
lt: Kodas:
lv: Kods:
nb_no: Kode:
pl: Kod:
pt_pt: Código:
ro: Cod:
ru: Код:
sv: Kod:
zh_cn: 编码:

# _ErrorUnHandledErrorInSilverlightApplcation_
source: Unhandled Error in Silverlight Application
ar: خطأ لم يتم معالجته في تطبيق Silverlight
da: Ikke-håndteret fejl i Silverlight-applikation
de: Fehler in der Silverlight-Anwendung
es: Error no controlado en la aplicación Silverlight
et: Käsitlematu viga Silverlight rakenduses
fi: Käsittelemätön virhe Silverlight-sovelluksessa
fr: Erreur non gérée dans l'application Silverlight
he: שגיאה לא ידועה באפליקצית ה-Silverlight
it: Errore non gestito nell'applicazione Silverlight
ja: Silverlight アプリケーションで処理されないエラーが発生しました
ko: Silverlight 응용프로그램에서 처리되지 않은 오류
lt: Neapdorota klaida Silverlight aplikacijoje
lv: Neapstrādāta kļūda Silverlight aplikācijā
nb_no: Uhåndtert feil i Silverlight-program
nl: Onverwerkte fout in Silverlight-applicatie
pl: Nieobsługiwany błąd w aplikacji Silverlight
pt_pt: Erro Sem Suporte na Aplicação Silverlight
ro: Eroare netratată în aplicaţia Silverlight
ru: Необработанная ошибка в приложении Silverlight
sv: Det uppstod ett fel som inte hanterades i Silverlight-programmet
zh_cn: Silverlight 应用程序中有未处理的错误

# _FileColon_
source: File:
ar: الملف:
da: Fil:
de: Datei:
es: Archivo:
et: Fail:
fi: Tiedosto:
fr: Fichier :
he: קובץ:
ja: ファイル:
ko: 파일:
lt: Failas:
lv: Fails:
nb_no: Fil:
nl: Bestand:
pl: Plik:
pt_pt: Ficheiro:
ro: Fişier:
ru: Файл:
sv: Fil:
zh_cn: 文件:

source: Forums
ar: منتديات
da: Fora
de: Foren
es: Foros
et: Foorumid
fi: Foorumit
he: פורומים
it: Forum
ja: フォーラム
ko: 포럼
lt: Forumai
nb_no: Forumer
pl: Fora
pt_pt: Fóruns
ro: Forumuri
ru: Форумы
sv: Forum
zh_cn: 论坛

source: Help
ar: التعليمات
da: Hjælp
de: Hilfe
es: Ayuda
et: Abi
fi: Ohje
fr: Aide
he: עזרה
ja: ヘルプ
ko: 도움말
lt: Pagalba
lv: Palīdzība
nb_no: Hjelp
pl: Pomoc
pt_pt: Ajuda
ro: Ajutor
ru: Справка
sv: Hjälp
zh_cn: 帮助

# _LineColon_
source: Line:
ar: الخط:
da: Linje:
de: Linie:
es: Línea:
et: Joon:
fi: Viiva:
fr: Ligne:
he: קו:
it: Linea:
ja: ライン:
ko: 선:
lt: Linija:
lv: Līnija:
nb_no: Linje:
nl: Lijn:
pl: Linia:
pt_pt: Linha:
ro: Linie:
ru: Линия:
sv: Rad:
zh_cn: 线:

# _Loading_
source: Downloading...
ar: جارِ التنزيل...
da: Henter...
de: Wird heruntergeladen...
es: Descargando...
et: Laadin alla...
fi: Ladataan...
fr: Téléchargement...
he: טוען קבצים...
it: Download in corso...
ja: ダウンロードしています...
ko: 다운로드 중...
lt: Siunčiama...
lv: Lejupielāde...
nb_no: Laster ned...
nl: Bezig met downloaden...
pl: Pobieranie...
pt_pt: A descarregar...
ro: Se descarcă...
ru: Загрузка...
sv: Hämtar...
zh_cn: 正在下载...

# _MessageColon_
source: Message:
ar: الرسالة:
da: Meddelelse:
de: Meldung:
es: Mensaje:
et: Sõnum:
fi: Viesti:
he: הודעה:
it: Messaggio:
ja: メッセージ:
ko: 메시지:
lt: Pranešimas:
lv: Ziņot:
nb_no: Melding:
nl: Bericht:
pl: Komunikat:
pt_pt: Mensagem:
ro: Mesaj:
ru: Сообщение:
sv: Meddelande:
zh_cn: 消息:

# _MethodNameColon_
source: Method Name:
ar: ‏‏اسم الطريقة:
da: Metodenavn:
de: Methodenname:
es: Nombre del método:
et: Meetodi nimi:
fi: Metodin nimi:
fr: Nom de la méthode :
he: שם מתודה:
it: Nome metodo:
ja: メソッド名:
ko: 방법 이름:
lt: Metodo pavadinimas:
lv: Metodes nosaukums:
nb_no: Metodenavn:
nl: Naam methode:
pl: Nazwa metody:
pt_pt: Nome do Método:
ro: Nume metodă:
ru: Имя метода:
sv: Metodnamn:
zh_cn: 方法名称:

# _PositionColon_
source: Position:
ar: الموضع:
es: Posición:
et: Positsioon:
fi: Sijainti:
he: מיקום:
it: Posizione:
ja: 位置:
ko: 포지션:
lt: Padėtis:
lv: Pozīcija:
nb_no: Posisjon:
nl: Positie:
pl: Pozycja:
pt_pt: Posição:
ro: Poziţie:
ru: Положение:
zh_cn: 位置:

# _PrintLayoutWithMapElementsLikeOverviewMap_
source: A print layout with map elements like overview map.
ar: تخطيط الطباعة مع عناصر الخريطة مثل الرؤية العامة على الخريطة.
da: Et udskriftslayout med kortelementer ligesom et oversigtskort.
de: Ein Drucklayout mit Kartenelementen wie eine Übersichtskarte.
es: Un diseño de impresión con elementos de mapa como un mapa de vista general.
et: Printimise paigutus koos kaardi elementidega nagu näiteks ülevaatekaart jt.
fi: Tulostusasettelu ja karttaelementit vastaavat yleiskatsauskarttaa.
fr: Une mise en page d'impression avec les éléments de la carte comme dans l'aperçu.
he: מפת הדפסה המכילה אלמנטים כגון מפת סקירה כללית
it: Layout di stampa con elementi di mappa quali la visione di insieme.
ja: 概観図のマップ エレメントがある印刷レイアウトです
ko: 개요 맵과 같은 맵 요소가 있는 인쇄 레이아웃입니다.
lt: Spaudinio maketas su žemėlapio elementais kaip apžvalgos žemėlapis.
lv: Drukas izkārtojums ar kartes elementiem līdzīgi pārskata kartei.
nb_no: Et utskriftsoppsett med kartelementer som oversiktskart.
nl: Een afdruklay-out met kaartelementen als overzichtskaart.
pl: Układ wydruku z takimi elementami mapy, jak mapa przeglądowa.
pt_pt: Um layout de impressão com elementos de mapa como mapa de visão geral.
ro: O configuraţie de imprimare cu elemente de hartă precum harta de ansamblu.
ru: Компоновка печати с элементами карты, подобная обзорной карте.
sv: En utskriftslayout med kartelement som översiktskarta.
zh_cn: 包含地图元素(如鹰眼图)的打印布局。

# _LoadingColon_
source: Downloading:
ar: تنزيل:
da: Henter:
de: Ladevorgang:
es: Descargando:
et: Allalaadimine:
fi: Lataus:
fr: Téléchargement :
he: הורדת:
it: Download:
ja: ダウンロード:
ko: 다운로드 중:
lt: Siunčiama:
lv: Lejupielāde:
nb_no: Laster ned:
nl: Downloaden:
pl: Pobieranie:
pt_pt: A descarregar:
ro: Se descarcă:
ru: Загрузка:
sv: Hämtar...
zh_cn: 正在下载:

source: Powered by ArcGIS
ar: التشغيل بواسطة ArcGIS
da: Udviklet af ArcGIS
de: Mit freundlicher Unterstützung von ArcGIS
es: Desarrollado por ArcGIS
et: ArcGIS platvorm
fi: Palvelun tarjoaa ArcGIS
fr: Alimenté par ArcGIS
he: מופעל על ידי ArcGIS
lt: Sukurtas ArcGIS
lv: Darbina ArcGIS
nb_no: Drevet av ArcGIS
pl: Obsługiwany przez ArcGIS
pt_pt: Suportado pelo ArcGIS
ro: Bazat pe ArcGIS
ru: На базе ArcGIS
sv: Tillhandahålls av ArcGIS
zh_cn: 由 ArcGIS 提供支持

# _AttachmentEditor_
source: Attach documents
ar: إرفاق مستندات
da: Tilknyt dokumenter
de: Dokumente anhängen
es: Adjuntar documentos
et: Manusta dokumendid
fi: Liitä asiakirjoja
fr: Joindre des documents
he: צרף מסמך
it: Allega documenti
ja: ドキュメントをアタッチします
ko: 문서 첨부
lt: Prisegti dokumentus
lv: Piesaistīt dokumentus
nb_no: Legg ved dokumenter
nl: Voeg documenten toe
pl: Dołącz dokumenty
pt_pt: Anexar documentos
ro: Ataşare documente
ru: Прикрепить документы
sv: Bifoga dokument
zh_cn: 附加文档

# _AttachmentDocumentsToSelectedFeature_
source: Attach documents to selected feature
ar: إرفاق مستندات إلى المعالم المحددة
da: Knyt dokumenter til det valgte objekt
de: Dokumente an ausgewähltes Feature anhängen
es: Adjuntar documentos a la entidad seleccionada
et: Manusta dokumendid valitud objektile
fi: Liitä asiakirjoja valittuun kohteeseen
fr: Joindre des documents à l'entité sélectionnée
he: צרף מסמך לישויות הנבחרות
it: Allega documenti alla feature selezionata
ja: ドキュメントを選択されているフィーチャにアタッチします
ko: 선택한 피처에 문서 첨부
lt: Prisegti dokumentus pažymėtiems objektams
lv: Piesaistīt dokumentus izvēlētam elementam
nb_no: Legg ved dokumenter i valgt geoobjekt
nl: Voeg documenten toe aan geselecteerde object
pl: Dołącz dokumenty do wybranego obiektu
pt_pt: Anexar documentos ao elemento selecionado
ro: Ataşare documente la obiectul spaţial selectat
ru: Прикрепить документы к выбранным объектам
sv: Bifoga dokument med valt objekt
zh_cn: 向所选要素附加文档

# _FilterByExtentTooltip_
source: Only show records for the features within the current map extent
ar: إظهار سجلات المعالم ضمن مدى الخريطة الحالي
da: Vis kun poster for objekterne inden for den aktuelle kortudstrækning
de: Nur Datensätze für Features innerhalb der aktuellen Kartenausdehnung anzeigen
es: Muestra solamente los registros para las entidades dentro de la extensión de mapa actual
et: Kuva ainult kaardi ulatuses nähtavate objektide kirjed
fi: Näytä vain tämänhetkiseen kartan laajuuteen sisältyvien kohteiden tietueet
fr: Affiche uniquement les enregistrements des entités dans l'étendue de la carte actuelle
he: הצג רק את הרשומות של הישויות בתיחום הנוכחי
it: Visualizza solo i record relativi alle feature all'interno dell'estensione mappa corrente
ja: 現在のマップ範囲内のフィーチャのレコードのみを表示します
ko: 현재 맵 범위 내에 있는 피처에 대한 레코드만 표시합니다.
lt: Rodyti tik esamos žemėlapio aprėpties objektų įrašus
lv: Rādīt tikai ierakstus priekš elementiem pašreizējā kartes pārklājumā
nb_no: Vis bare poster for geoobjektene innenfor gjeldende kartutstrekning
nl: Geef alleen records weer voor de objecten binnen het huidige kaartextent
pl: Pokaż tylko rekordy dla obiektów w ramach bieżącego zasięgu mapy
pt_pt: Exibir apenas os registos de elementos existentes dentro da extensão atual do mapa
ro: Se afişează numai înregistrări pentru obiecte spaţiale din extinderea curentă a hărţii
ru: Показывает только записи, соответствующие объектам, находящимся в текущем экстенте карты
sv: Visa bara poster för geoobjekten inom den aktuella kartutbredningen
zh_cn: 仅显示当前地图范围内要素的记录

# _FilterByExtent_
source: Filter by Map Extent
ar: تصفية حسب مدى الخريطة
da: Filtrér efter kortudstrækning
de: Nach Kartenausdehnung filtern
es: Filtrar por extensión de mapa
et: Filtreeri kaardi ulatuse alusel
fi: Suodata kartan laajuuden mukaan
fr: Filtrer selon l'étendue de la carte
he: סינון לפי תיחום המפה
it: Filtra per estensione mappa
ja: マップ範囲によるフィルタ
ko: 맵 범위 기준으로 필터링
lt: Filtruoti pagal žemėlapio aprėptį
lv: Filtrēt pēc kartes pārklājuma
nb_no: Filtrer etter kartutstrekning
nl: Filter op kaartextent
pl: Filtruj wg zasięgu mapy
pt_pt: Filtrar por Extensão de Mapa
ro: Filtrare după extinderea hărţii
ru: Фильтр по экстенту карты
sv: Filtrera efter kartutbredning
zh_cn: 按地图范围过滤

# _ShowAllTooltip_
source: Show records for all features in the current layer
ar: إظهار السجلات لجميع المعالم في الطبقة الحالية
da: Vis poster for alle objekter i det aktuelle lag
de: Datensätze für alle Features im aktuellen Layer anzeigen
es: Mostrar registros para todas las entidades en la capa actual
et: Kuva praeguse kihi kõigi objektide kirjed
fi: Näytä nykyisen karttatason kaikkien kohteiden tietueet
fr: Affiche les enregistrements pour toutes les entités de la couche actuelle
he: הצג רשומות של כל הישויות בשכבה הנוכחית
it: Mostra record relativi a tutte le feature nel layer corrente
ja: 現在のレイヤ内にあるすべてのフィーチャのレコードを表示します
ko: 현재 레이어에 있는 모든 피처에 대한 레코드를 표시합니다.
lt: Rodyti visų pasirinkto sluoksnio objektų įrašus
lv: Rādīt ierakstus par visiem pašreizējā slāņa elementiem
nb_no: Vis poster for alle geoobjekter på gjeldende kartlag
nl: Geef records weer voor alle objecten in de huidige laag
pl: Pokaż rekordy dla wszystkich obiektów w bieżącej warstwie
pt_pt: Exibir os registos de todos os elementos da camada atual
ro: Afişare înregistrări pentru toate obiectele spaţiale din stratul tematic curent
ru: Показать записи для всех объектов в текущем слое
sv: Visa poster för alla objekt i det aktuella lagret
zh_cn: 显示当前图层中所有要素的记录

source: Show All
ar: إظهار الكل
da: Vis alle
de: Alle zeigen
es: Mostrar todo
et: Kuva kõik
fi: Näytä kaikki
fr: Afficher tout
he: הצג הכל
it: Mostra tutto
ja: すべて表示
ko: 모두 표시
lt: Rodyti visus
lv: Rādīt visu
nb_no: Vis alle
nl: Toon allen
pl: Pokaż wszystko
pt_pt: Exibir Todos
ro: Afişare toate
ru: Показать все
sv: Visa alla
zh_cn: 显示全部

# _ShowSelectedTooltip_
source: Show records for selected features in the current layer
ar: إظهار سجلات المعالم المحددة في الطبقة الحالية
da: Vis poster for de valgte objekter i det aktuelle lag
de: Datensätze für ausgewählte Features in aktuellem Layer anzeigen
es: Mostrar registros para las entidades seleccionadas en la capa actual
et: Kuva praeguse kihi kõigi valitud objektide kirjed
fi: Näytä nykyisen karttatason valittujen kohteiden tietueet
fr: Affiche les enregistrements pour les entités sélectionnées dans la couche actuelle
he: הצג רשומות של הישויות הנבחרות בשכבה הנוכחית
it: Mostra record relativi alle feature selezionate nel layer corrente
ja: 現在のレイヤで選択されているフィーチャのレコードを表示します
ko: 현재 레이어에서 선택된 피처에 대한 레코드를 표시합니다.
lt: Rodyti pasirinktame sluoksnyje pažymėtų objektų įrašus
lv: Rādīt ierakstus par izvēlētajiem elementiem pašreizējā slānī
nb_no: Vis poster for valgte geoobjekter på gjeldende kartlag
nl: Geef records weer voor geselecteerde objecten in de huidige laag
pl: Pokaż rekordy dla wybranych obiektów w bieżącej warstwie
pt_pt: Exibir os registos de elementos selecionados na camada atual
ro: Afişare înregistrări pentru obiectele spaţiale selectate din stratul tematic curent
ru: Показать записи для выбранных объектов в текущем слое
sv: Visa poster för valda objekt i det aktuella lagret
zh_cn: 显示当前图层中所选要素的记录

source: Show Selected
ar: إظهار سجلات المعالم المحددة
da: Vis valgte
de: Ausgewählte anzeigen
es: Mostrar seleccionado
et: Kuva valitud
fi: Näytä valitut kohteet
fr: Afficher les entités sélectionnées
he: הצג בחורים
it: Mostra selezionate
ja: 選択レイヤの表示
ko: 선택 항목 표시
lt: Rodyti pažymėtus
lv: Rādīt izvēlētos
nb_no: Vis valgte
nl: Geef geselecteerde weer
pl: Pokaż wybrane
pt_pt: Exibir Selecionados
ro: Afişare obiecte selectate
ru: Показать выбранные
sv: Visa valda
zh_cn: 显示所选

# _ShowUnselectedTooltip_
source: Show records for unselected features in the current layer
ar: إظهار سجلات المعالم غير المحددة في الطبقة الحالية
da: Vis poster for ikke-valgte objekter i det aktuelle lag
de: Datensätze für nicht ausgewählte Features im aktuellen Layer anzeigen
es: Mostrar registros para las entidades no seleccionadas en la capa actual
et: Kuva praeguse kihi kõigi mittevalitud objektide kirjed
fi: Näytä nykyisen karttatason niiden kohteiden tietueet, joita ei ole valittu
fr: Affiche les enregistrements pour les entités non sélectionnées dans la couche actuelle
he: הצג את רשומות הישויות שלא נבחרו בשכבה הנוכחית
it: Mostra record relativi alle feature non selezionate nel layer corrente
ja: 現在のレイヤで選択されていないフィーチャのレコードを表示します
ko: 현재 레이어에서 선택되지 않은 피처에 대한 레코드를 표시합니다.
lt: Rodyti pasirinkto sluoksnio nepažymėtų objektų įrašus
lv: Rādīt ierakstus par neizvēlētajiem elementiem pašreizējā slānī
nb_no: Vis poster for geoobjekter som ikke er valgt på gjeldende kartlag
nl: Geef records weer voor niet-geselecteerde objecten in de huidige laag
pl: Pokaż rekordy dla niewybranych obiektów w bieżącej warstwie
pt_pt: Exibir registos de elementos não selecionados na camada atual
ro: Afişare înregistrări pentru obiectele spaţiale neselectate din stratul tematic curent
ru: Показать записи для невыбранных объектов в текущем слое
sv: Visa poster för ej valda objekt i det aktuella lagret
zh_cn: 显示当前图层中未选要素的记录

source: Show Unselected
ar: إظهار سجلات المعالم غير المحددة
da: Vis ikke-valgte
de: Nicht ausgewählte anzeigen
es: Mostrar no seleccionados
et: Kuva mittevalitud
fi: Näytä kohteet, joita ei ole valittu
fr: Afficher les entités non sélectionnées
he: הצג לא בחורים
it: Mostra non selezionate
ja: 非選択レイヤの表示
ko: 선택되지 않은 항목 표시
lt: Rodyti nepažymėtus
lv: Rādīt neizvēlētos
nb_no: Vis ikke-valgte
nl: Geef niet-geselecteerde weer
pl: Pokaż niewybrane
pt_pt: Exibir Não Selecionados
ro: Afişare obiecte neselectate
ru: Показать не выбранные
sv: Visa ej valda
zh_cn: 显示未选

source: Ocean
ar: محيطات
de: Ozean
es: Océano
et: Ookean
fi: Valtameri
fr: Océan
he: אוקינוס
it: Oceano
ja: 海洋図
ko: 대양
lt: Vandenynas
lv: Okeāns
nb_no: Hav
nl: Oceaan
pl: Oceany
pt_pt: Oceano
ru: Океан
zh_cn: 海洋图

source: Physical
ar: فعلي
da: Fysisk
de: Physisch
es: Físico
et: Füüsiline
fi: Fyysinen
fr: Physique
he: פיסי
it: Fisico
ja: フィジカル
ko: 물리적
lt: Fizinis
lv: Fizisks
nb_no: Fysisk
nl: Fysiek
pl: Fizyczne
pt_pt: Físico
ro: Fizic
ru: Физический
sv: Fysiskt
zh_cn: 物理

source: Shaded Relief
ar: تضاريس مظللة
da: Relief med skygge
de: Geschummertes Relief
es: Relieve sombreado
et: Reljeefvarjutus
fi: Varjostetut korkeuserot
fr: Relief ombré
he: תבליט מוצלל
it: Rilievo ombreggiato
ja: 陰影起伏
ko: 음영 처리된 릴리프
lt: Šešėliuotas reljefas
lv: Noēnots reljefs
nb_no: Skyggelagt terreng
nl: Schaduwreliëf
pl: Cieniowana rzeźba terenu
pt_pt: Relevo Sombreado
ro: Relief cu umbrire
ru: Рельеф с отмывкой
sv: Terrängskuggning
zh_cn: 晕渲地貌图

source: Color
ar: اللون
da: Farve
de: Farbe
et: Värv
fi: Väri
fr: Couleur
he: צבע
it: Colore
ja: 色
ko: 색상
lt: Spalva
lv: Krāsa
nb_no: Farge
nl: Kleur
pl: Kolor
pt_pt: Cor
ro: Culoare
ru: Цвет
sv: Färg
zh_cn: 颜色

# _PopupToolbarAddAttachements_
source: Add Attachment
ar: إضافة مرفق
da: Tilføj vedhæftning
de: Anlage hinzufügen
es: Agregar adjunto
et: Lisa manus
fi: Lisää liite
fr: Ajouter une pièce jointe
he: הוסף קישורים
it: Aggiungi allegato
ja: 添付ファイルの追加
ko: 첨부 추가
lt: Pridėti priedą
lv: Pievienot piesaisti
nb_no: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt_pt: Adicionar Anexo
ro: Adăugare ataşare
ru: Добавить вложение
sv: Lägg till bilaga
zh_cn: 添加附件

# _PopupToolbarAddAttachmentsTooltip_
source: Add an attachment to the feature
ar: إضافة مرفق إلى المعلم
da: Føj en vedhæftning til objektet
de: Dem Feature eine Anlage hinzufügen
es: Añadir un adjunto a la entidad
et: Lisa objektile manus
fi: Lisää kohteeseen liite
fr: Ajoute une pièce jointe à l'entité
he: הוסף קישור לישות זו
it: Aggiunge un allegato alla feature
ja: フィーチャに添付ファイルを追加します
ko: 피처에 첨부 파일을 추가합니다.
lt: Prisegti priedą objektui
lv: Pievienot elementam piesaisti
nb_no: Legg et vedlegg til geoobjektet
nl: Voeg een bijlage toe aan het object
pl: Dodaj załącznik do obiektu
pt_pt: Adicionar anexos ao elemento
ro: Adăugaţi o ataşare la obiectul spaţial
ru: Добавить вложения к объекту
sv: Lägg till en bilaga till objektet
zh_cn: 向要素添加附件

# _PopupToolbarDeleteTooltip_
source: Remove the feature from the layer
ar: إزالة المعالم من الطبقة
da: Fjern objektet fra laget
de: Feature aus dem Layer entfernen
es: Eliminar la entidad de la capa
et: Eemalda kihist objekt
fi: Poista kohde karttatasosta
fr: Supprimer l'entité de la couche
he: הסר את הישות מהשכבה
it: Rimuove la feature dal layer
ja: フィーチャをレイヤから削除します
ko: 레이어에서 피처를 제거합니다.
lt: Pašalinti objektą iš sluoksnio
lv: Izņemt elementus no slāņa
nb_no: Fjern geoobjektet fra kartlaget
nl: Verwijder het object van de laag
pl: Usuń obiekt z warstwy
pt_pt: Remover o elemento da camada
ro: Eliminare obiect spaţial din stratul tematic
ru: Удаляет пространственный объект из слоя
sv: Ta bort geoobjektet från lagret
zh_cn: 从图层中移除要素

# _PopupToolbarDelete_
source: Delete Feature
ar: حذف معلم
da: Slet objekter
de: Feature löschen
es: Eliminar entidad
et: Kustuta objekt
fi: Poista kohde
fr: Supprimer l'entité
he: מחק ישות
it: Elimina feature
ja: フィーチャの削除
ko: 피처 삭제
lt: Pašalinti objektą
lv: Izdzēst elementu
nb_no: Slett geoobjekt
nl: Verwijder object
pl: Usuń obiekt
pt_pt: Eliminar Elemento
ro: Ştergere obiect spaţial
ru: Удалить объект
sv: Ta bort objekt
zh_cn: 删除要素

# _PopupToolbarEditShapeTooltip_
source: Modify the feature's geometry
ar: تعديل الشكل الهندسي للمعلم
da: Redigér objektets geometri
de: Geometrie des Features ändern
es: Modificar la geometría de la entidad
et: Muuda kihi geomeetriat
fi: Muokkaa kohteen geometriaa
fr: Modifier la géométrie de l'entité
he: שנה את גיאומטרית הישות
it: Modifica la geometria della feature
ja: フィーチャのジオメトリを変更します
ko: 피처의 지오메트리를 수정합니다.
lt: Keisti objekto geometriją
lv: Modificēt elementa ģeometriju
nb_no: Endre geoobjektets geometri
nl: Bewerk de geometrie van het object
pl: Modyfikuj geometrię obiektu
pt_pt: Modificar a geometria do elemento
ro: Modifică geometria obiectului spaţial
ru: Изменяет геометрию пространственного объекта
sv: Ändra objektets geometri
zh_cn: 修改要素的几何

# _PopupToolbarEditShape_
source: Edit Shape
ar: تحرير الشكل
da: Redigér form
de: Form bearbeiten
es: Editar forma
et: Muuda kuju
fi: Muokkaa muotoa
fr: Modifier une forme
he: ערוך צורה
it: Modifica forma
ja: 形状の編集
ko: 쉐이프 편집
lt: Redaguoti figūrą
lv: Rediģēt formu
nb_no: Rediger figur
nl: Vorm bewerken
pl: Edytuj geometrię
pt_pt: Editar Forma
ro: Editare formă
ru: Редактировать геометрию
sv: Redigera form
zh_cn: 编辑几何形状
