Repository: Esri/arcgis-viewer-silverlight
Catalog: src/BuildUtilities/Localizer/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_pt, ro, ru, sv, zh_cn

# _PopupToolbarEditValuesTooltip_
source: Modify the feature's attribute values
ar: تعديل قيم البيانات الجدولية للمعلم
da: Redigér objektets attributværdier
de: Attributwerte des Features ändern
es: Modificar los valores de atributo de la entidad
et: Muuda kihi atribuutide väärtusi
fi: Muokkaa kohteen ominaisuusarvoja
fr: Modifier les valeurs attributaires de l'entité
he: שנה את ערכי המאפיינים של הישות
it: Modifica i valori degli attributi della feature
ja: フィーチャの属性値を変更します
ko: 피처의 속성 값을 수정합니다.
lt: Keisti objekto atributines reikšmes
lv: Modificēt elementa atribūtu vērtības
nb_no: Endre geoobjektets attributtverdier
nl: Bewerk de attribuutwaarde van het object
pl: Modyfikuj wartości atrybutów obiektu
pt_pt: Modificar os valores dos atributos do elemento
ro: Modificaţi valorile atributelor stratului tematic
ru: Изменяет атрибутивные значения пространственного объекта
sv: Ändra objektets attributvärden
zh_cn: 修改要素的属性值

# _PopupToolbarEditValues_
source: Edit Values
ar: تحرير القيم
da: Redigér værdier
de: Werte bearbeiten
es: Editar valores
et: Muuda väärtusi
fi: Muokkaa arvoja
fr: Modifier les valeurs
he: ערוך ערכים
it: Modifica valori
ja: 値の編集
ko: 값 편집
lt: Redaguoti reikšmes
lv: Rediģēt vērtības
nb_no: Rediger verdier
nl: Wijzig waarden
pl: Edytuj wartości
pt_pt: Editar Valores
ro: Editare valori
ru: Редактировать значения
sv: Redigera värden
zh_cn: 编辑值

source: Light Gray Canvas
ar: لوحة رمادية فاتحة
da: Lysegråt lærred
de: Hellgraue Hintergrunddarstellung
es: Tela gris claro
et: Helehall taust
fi: Vaaleanharmaa kangas
fr: Nuances de gris
he: קנבס אפור בהיר
it: Area di disegno grigio chiaro
ja: キャンバス（ライト グレー）
ko: 옅은 회색 캔버스
lt: Šviesiai pilkas fonas
lv: Gaiši pelēks audekls
nb_no: Lyst grått lerret
nl: Lichtgrijs canvas
pl: W odcieniach szarości
pt_pt: Fundo Cinza Claro
ro: Fond gri deschis
ru: Светло-серый фон
sv: Ljusgrå arbetsyta
zh_cn: 浅灰色画布地图

# _ArcGISOnlineDescription_
source: Search ArcGIS Online for map, image, and feature services
ar: البحث عن ArcGIS Online for map والصورة وخدمات المعالم.
da: Søg på ArcGIS Online efter kort, billeder og featuretjenester
de: ArcGIS Online nach Karten-, Image- und Feature-Services durchsuchen
es: Buscar servicios de mapas, imágenes y entidades en ArcGIS Online
et: Otsi ArcGIS Online kaarte, pilte ja objektiteenuseid
fi: Hae ArcGIS Onlinesta karttoja, kuvia ja kohdepalveluita
fr: Rechercher sur ArcGIS Online des services de cartes, d'images et d'entités
he: חפש מפות, תמונות ושירותי ישויות ב- ArcGIS Online
it: Cerca map service, image service e feature service in ArcGIS Online
ja: ArcGIS Online からマップ、画像、およびフィーチャ サービスを検索します
ko: ArcGIS Online에서 맵, 이미지 및 피처 서비스 검색
lt: Žemėlapio, paveikslo arba objekto paslaugų paieška ArcGIS Online
lv: Meklē ArcGIS Online priekš kartēm, attēliem un elementu servisiem
nb_no: Søk på ArcGIS Online etter kart-, bilde- og geoobjektstjenester
nl: Zoeken in ArcGIS Online naar map-, image- en featureservices
pl: Wyszukaj mapy, obrazy i usługi obiektowe w serwisie ArcGIS Online
pt_pt: Pesquisar serviços de mapa, elementos ou imagem no ArcGIS Online
ro: Căutaţi în ArcGIS Online servicii de hărţi, imagini şi obiecte spaţiale
ru: Поиск карты, изображения и сервиса объектов на ArcGIS Online
sv: Sök i ArcGIS Online efter kart-, bild- och geoobjektstjänster
zh_cn: 在 ArcGIS Online 中搜索地图、图像和要素服务

# _PlacesDescription_
source: Search for addresses, cities, or other places
ar: البحث عن العناوين والمدن وأماكن أخرى.
da: Søg efter adresser, byer og andre steder
de: Adressen, Städte oder andere Orte suchen
es: Buscar direcciones, ciudades u otros lugares
et: Otsi aadresse, linnu või teisi paiku
fi: Hae osoitteita, kaupunkeja tai muita paikkoja
fr: Rechercher des adresses, des villes ou d'autres endroits
he: חפש כתובות, ערים או מקומות
it: Cerca indirizzi, città o altre località
ja: 住所、都市、またはその他の場所を検索します
ko: 주소, 도시 또는 기타 장소 검색
lt: Adresų, miestų arba vietovardžių paieška
lv: Meklēt adreses, pilsētas vai citas vietas
nb_no: Søk etter adresser, byer eller andre steder
nl: Zoeken naar adressen, steden of andere plaatsen
pl: Wyszukaj adresy, miasta i inne miejsca
pt_pt: Pesquisar endereços, cidades ou locais
ro: Căutaţi adrese, oraşe sau alte locuri
ru: Поиск адресов, городов и других мест
sv: Sök efter adresser, orter eller andra platser
zh_cn: 搜索地址、城市或其他地点

source: Places
ar: أماكن
da: Steder
de: Orte
es: Lugares
et: Paigad
fi: Paikat
fr: Emplacements géographiques
he: מיקומים
it: Luoghi
ja: 場所
ko: 장소
lt: Vietos
lv: Vietas
nb_no: Steder
nl: Plaatsen
pl: Miejsca
pt_pt: Locais
ro: Locuri
ru: Места
sv: Platser
zh_cn: 地点

# _SearchDescription_
source: Search for places or content to add to the map
ar: البحث عن أماكن أو محتوى لإضافتها للخريطة.
da: Søg efter steder eller indhold, der skal føjes til kortet
de: Orte oder Inhalte suchen, die der Karte hinzugefügt werden sollen
es: Buscar lugares o contenido para agregar al mapa
et: Otsi kaardile lisamiseks paiku või sisu
fi: Hae karttaan lisättäviä paikkoja tai sisältöä
fr: Rechercher des endroits ou du contenu à ajouter à la carte
he: חפש מקומות או תכולה בכדי להוסיף על מפה
it: Cerca località o contenuti da aggiungere alla mappa
ja: マップに追加する場所またはコンテンツを検索します
ko: 맵에 추가할 내용 또는 장소 검색
lt: Ieškoma vietų arba turinio, kurį galima įkelti į žemėlapį
lv: Meklēt vietas vai saturu, lai pievienotu kartei
nb_no: Søk etter steder eller innhold som skal legges til på kartet
nl: Zoeken naar plaatsen of inhoud om aan de kaart toe te voegen
pl: Wyszukaj miejsca lub zasoby do dodania na mapie
pt_pt: Pesquisar locais ou conteúdos para adicionar ao mapa
ro: Căutaţi locuri sau conţinut de adăugat la hartă
ru: Поиск местоположений или ресурсов для добавления к карте
sv: Sök efter platser eller innehåll att lägga till på kartan
zh_cn: 搜索要添加到地图上的地点或内容

# _TheWebDescription_
source: Search for map services on the web
ar: البحث عن خدمات الخريطة داخل الويب
da: Søg efter korttjenester på internettet
de: Karten-Services im Internet suchen
es: Buscar servicios de mapas en la web
et: Otsi kaarditeenuseid veebist
fi: Hae karttapalveluja Internetistä
fr: Rechercher des services de cartes sur le Web
he: חפש שירותי מפה ברשת
it: Cerca map service nel Web
ja: Web 上のマップ サービスを検索します
ko: 웹에서 맵 서비스 검색
lt: Žemėlapio servisų ieškoti žiniatinklyje
lv: Meklē kartes servisus web
nb_no: Søk etter karttjenester på nettet
nl: Zoeken naar mapservices op het web
pl: Wyszukaj usługi mapowe w sieci
pt_pt: Pesquisar serviços de mapa na web
ro: Căutaţi servicii de hartă pe Web
ru: Поиск картографических сервисов в Интернете
sv: Sök efter karttjänster på webben
zh_cn: 搜索 web 中的地图服务

source: The Web
ar: الويب
da: Internettet
de: Das Web
es: La Web
et: Veeb
fi: Web
fr: Le Web
he: ה Web
it: Web
ja: Web
ko: 웹
lt: Internetas
lv: Web
nb_no: Internett
nl: Het web
pl: Sieć Web
pt_pt: A Web
ro: Web
ru: Сеть
sv: Webben
zh_cn: Web

source: Attribute Table Toolbar
ar: شريط أدوات جدول البيانات الجدولية
da: Værktøjslinje for attributtabel
de: Werkzeugleiste "Attributtabelle"
es: Barra de herramientas Tabla de atributos
et: Atribuuditabeli tööriistariba
fi: Ominaisuustietotaulun työkalurivi
fr: Barre d'outils Table attributaire
he: סרגל כלים טבלת מאפיינים
it: Barra degli strumenti Tabella attributi
ja: 属性テーブル ツールバー
ko: 속성 테이블 도구막대
lt: Atributinės lentelės įrankių juosta
lv: Atribūtu tabulas rīkjosla
nb_no: Tabellverktøylinje med attributter
nl: Werkbalk Attribuuttabel
pl: Pasek narzędziowy Tabela atrybutów
pt_pt: Barra de Ferramentas da Tabela de Atributos
ro: Bară de instrumente tabel de atribute
ru: Панель инструментов Таблица атрибутов
sv: Verktygsfält för attributtabell
zh_cn: 属性表工具栏

source: Filter Records Toolbar
ar: تصفية شريط أدوات التسجيلات
da: Værktøjslinje for filterposter
de: Werkzeugleiste "Datensätze filtern"
es: Barra de herramientas Registros de filtro
et: Kirjete filtreerimise tööriistariba
fi: Ominaisuustietotaulu-työkalurivi
fr: Barre d'outils Filtrer les enregistrements
he: סרגל כלים מסנן רשומות
it: Barra degli strumenti Filtra record
ja: フィルタ レコード ツールバー
ko: 필터 레코드 도구막대
lt: Filtravimo įrašų įrankių juosta
lv: Filtrēt ierakstu rīkjoslu
nb_no: Verktøylinje med filterposter
nl: Werkbalk Records filteren
pl: Pasek narzędziowy Filtrowanie rekordów
pt_pt: Barra de Ferramentas do Filtro de Registos
ro: Bară de instrumente filtrare înregistrări
ru: Панель инструментов Фильтр записей
sv: Verktygsfält för Filtrera poster
zh_cn: 过滤记录工具栏

source: Layer Context Menu
ar: قائمة محتوى الطبقة
da: Genvejsmenu for lag
de: Layer-Kontextmenü
es: Menú contextual Capa
et: Kihi rippmenüü
fi: Karttatason sisältö-valikko
fr: Menu contextuel Couche
he: תפריט תכולת שכבה
it: Menu contestuale Layer
ja: レイヤ ショートカット メニュー
ko: 레이어 상황 메뉴
lt: Sluoksnio kontekstinis meniu
lv: Slāņa konteksta izvēlne
nb_no: Kontekstmeny for lag
nl: Contextmenu Kaartlaag
pl: Menu kontekstowe warstwy
pt_pt: Menu de Contexto da Camada
ro: Meniul contextual strat tematic
ru: Контекстное меню слоя
sv: Meny för Layer Context
zh_cn: 图层快捷菜单

source: Layer Toolbar
ar: شريط أدوات الطبقة
da: Værktøjslinje for lag
de: Werkzeugleiste "Layer"
es: Barra de herramientas Capa
et: Kihi tööriistariba
fi: Karttataso-työkalurivi
fr: Barre d'outils Couche
he: סרגל כלים שכבה
it: Barra degli strumenti Layer
ja: レイヤ ツールバー
ko: 레이어 도구막대
lt: Sluoksnio įrankių juosta
lv: Slāņa rīkjosla
nb_no: Verktøylinje for lag
nl: Werkbalk Kaartlaag
pl: Pasek narzędziowy Warstwa
pt_pt: Barra de Ferramentas da Camada
ro: Bară de instrumente strat tematic
ru: Панель инструментов Слой
sv: Verktygsfält för lager
zh_cn: 图层工具栏

source: Main Toolbar
ar: شريط الأدوات الأساسي
da: Hovedværktøjslinje
de: Hauptwerkzeugleiste
es: Barra de herramientas principal
et: Peamine tööriistariba
fi: Päätyökalurivi
fr: Barre d'outils principale
he: סרגל כלים ראשי
it: Barra degli strumenti principale
ja: メイン ツールバー
ko: 주 도구막대
lt: Pagrindinė įrankių juosta
lv: Galvenā rīkjosla
nb_no: Hovedverktøylinje
nl: Hoofdwerkbalk
pl: Główny pasek narzędziowy
pt_pt: Barra de Ferramentas Principal
ro: Bară de instrumente principală
ru: Панель инструментов Основная
sv: Huvudverktygsfält
zh_cn: 主工具栏

source: Pop-Up Toolbar
ar: شريط أدوات النافذة المنبثقة
da: Pop-up-værktøjslnje
de: Werkzeugleiste "Pop-up"
es: Barra de herramientas Emergente
et: Hüpikakna tööriistariba
fi: Popup-työkalurivi
fr: Barre d'outils contextuelle
he: סרגל כלים Pop-Up
it: Barra degli strumenti popup
ja: ポップアップ ツールバー
ko: 팝업 도구막대
lt: Informacinio pranešimo įrankių juosta
lv: Uznirstošā loga rīkjosla
nb_no: Oppsprettsverktøylinje
nl: Pop-upwerkbalk
pl: Podręczny pasek narzędziowy
pt_pt: Barra de Ferramentas da Janela Pop-Up
ro: Bară de instrumente pop-up
ru: Панель инструментов Всплывающее окно
sv: Popupverktygsfält
zh_cn: 弹出窗口工具栏

source: Identify
ar: تعريف
da: Identificér
de: Identifizieren
es: Identificar
et: Tuvasta
fi: Tunnista
fr: Identifier
he: זהה
it: Identifica
ja: 個別属性
ko: 정보 조회
lt: Identifikuoti
lv: Identificēt
nb_no: Identifiser
nl: Identificeren
pl: Identyfikuj
pt_pt: Identificar
ro: Identificare
ru: Идентифицировать
sv: Identifiera
zh_cn: 识别

source: Basic
ar: أساسي
da: Grundlæggende principper
es: Básico
et: Alus
fi: Perus
fr: Basique
he: בסיסי
it: Semplice
ja: ベーシック
ko: 기본
lt: Bazinis
lv: Pamata
nb_no: Enkel
nl: Basis
pl: Podstawowy
pt_pt: Básico
ro: De bază
ru: Основной
sv: Grundläggande

source: Black Box - Reverse
ar: الصندوق الأسود - عكسي
da: Sort boks - modsat
es: Caja negra - Invertido
et: Must kast - ümberpööratud
fi: Musta ruutu – Käänteinen
fr: Boîte noire - Inverse
he: קופסה שחורה - אחורנית
it: Riquadro nero - Inverso
ja: ブラック ボックス - リバース
ko: 검은색 상자 - 반전
lt: Juodoji dėžė - Apgręžti
lv: Melna kaste - Apgriezta
nb_no: Svart boks – omvendt
nl: Black box - Omkeren
pl: Czarny 2
pt_pt: Caixa Preta - Invertida
ro: Cutie neagră - Inversată
ru: Черный прямоугольник - перевернутый
sv: Svart ruta - omvänd

source: Black Box
ar: الصندوق الأسود
da: Sort boks
es: Caja negra
et: Must kast
fi: Musta ruutu
fr: Boîte noire
he: קופסה שחורה
it: Riquadro nero
ja: ブラック ボックス
ko: 검은색 상자
lt: Juodoji dėžė
lv: Melna kaste
nb_no: Svart boks
pl: Czarny 1
pt_pt: Caixa Preta
ro: Cutie neagră
ru: Черный прямоугольник
sv: Svart ruta

source: Floating Panels
ar: لوحات عائمة
da: Flydende paneler
es: Paneles flotantes
et: Libisevad paneelid
fi: Irralliset ruudut
fr: Panneaux flottants
he: פנלים צפים
it: Pannelli mobili
ja: フローティング パネル
ko: 플로팅 패널
lt: Slankiojantys skydeliai
lv: Peldošs panelis
nb_no: Flytende paneler
nl: Zwevende panelen
pl: Pływające okna
pt_pt: Painéis Flutuantes
ro: Panouri mobile
ru: Плавающие панели
sv: Flytande paneler

source: Glass
ar: زجاج
da: Glas
es: Vidrio
et: Klaas
fi: Lasi
fr: Verre
he: זכוכית
it: Vetro
ja: ガラス
ko: 유리
lt: Stiklas
lv: Stikls
nl: Glas
pl: Przezroczysty
pt_pt: Vidro
ro: Sticlă
ru: Стекло
sv: Glas

source: Under Glow
ar: التوهج السفلي
da: Under glød
es: Resplandor inferior
et: Allvalgustus
fi: Hehkuva
fr: Sous la lueur
he: עמום
it: In evidenza
ja: アンダーグロー
ko: 후광 효과
lt: Pagal švytėjimą
lv: Zem svelmes
nb_no: Underskinn
pl: Podświetlony
pt_pt: Sob Brilho
ro: În lumină
ru: Эффект подсветки
sv: Under glöd

source: Wings
ar: أجنحة
da: Vinger
es: Alas
et: Tiivad
fi: Siivet
fr: Ailes
he: כנפיים
it: Ali
ja: ウィング
ko: 날개
lt: Sparnai
lv: Spārni
nb_no: Vinger
nl: Vleugels
pl: Ozdobny
pt_pt: Asas
ro: Aripi
ru: Крылья
sv: Vingar

source: With Map Elements
ar: مع عناصر الخريطة
da: Med kortelementer
de: Mit Kartenelementen
es: Con elementos de mapa
et: Koos kaardi elementidega
fi: Karttaelementit
fr: Avec des éléments cartographiques
he: עם אלמנטים של המפה
it: Con elementi della mappa
ja: マップ エレメント付き
ko: 맵 요소 포함
lt: Su žemėlapio elementais
lv: Ar kartes elementiem
nb_no: Med kartelementer
nl: Met kaartelementen
pl: Z elementami mapy
pt_pt: Com Elementos do Mapa
ro: Cu elemente de hartă
ru: С элементами карты
sv: Med kartelement
zh_cn: 包含地图元素

# _FlowDirection_
source: LeftToRight
ar: RightToLeft
he: RightToLeft

# _QueryRelatedToolDescription_
source: Retrieve the related records for a feature
ar: استرداد السجلات ذات صلة الخاصة بالمعلم
da: Hent de relaterede poster for et objekt
de: Zugehörige Datensätze für ein Feature abrufen
es: Recuperar los registros relacionados para una entidad
et: Hangi objektile seotud kirjed
fi: Nouda kohteen liittyvät tietueet
fr: Extraire les enregistrements associés d'une entité
he: מאחזר את הרשומות המקושרות עבור ישות
it: Recupera i record correlati per una feature
ja: フィーチャの関連レコードを取得します
ko: 피처에 대한 관련 레코드를 검색합니다.
lt: Išrinkti su elementu susietus įrašus
lv: Atjauno elementam saistītos ierakstus
nb_no: Hent de tilknyttede oppføringene for et geoobjekt
nl: De verwante records ophalen voor een object
pl: Pobierz powiązane rekordy dla obiektu
pt_pt: Obter os registos relacionados com um elemento
ro: Preluaţi înregistrările corelate pentru un obiect spaţial
ru: Извлечь связанные записи для объекта
sv: Hämta relaterade poster för en funktion
zh_cn: 检索要素的相关记录

# _QueryRelatedToolTitle_
source: Get Related Records
ar: الحصول على سجلات مرتبطة
da: Hent relaterede poster
de: Zugehörige Datensätze abrufen
es: Obtener registros relacionados
et: Hangi seotud kirjed
fi: Nouda liittyvät tietueet
fr: Obtenir les enregistrements associés
he: קבל רשומות מקושרות
it: Recupera record correlati
ja: 関連レコードの取得
ko: 관련 레코드 가져오기
lt: Gauti susijusius įrašus
lv: Darbojas saistītie ieraksti
nb_no: Hent tilknyttede oppføringer
nl: Verwante records ophalen
pl: Pobierz powiązane rekordy
pt_pt: Obter registos relacionados
ro: Obţineţi înregistrările corelate
ru: Получить связанные записи
sv: Hämta relaterade poster
zh_cn: 获取相关记录

# _ExtentQueryStringBehaviorTitle_
source: Initialize Extent from Query String
ar: بدء المدى من سلسلة الاستعلام
da: Initialisér udstrækning fra forespørgselsstreng
de: Ausdehnung von Abfragezeichenfolge initialisieren
es: Inicializar extensión desde cadena de caracteres de consulta
et: Hangi kuvaulatus päringust
fi: Alusta laajuus kyselymerkkijonosta
fr: Initialiser l'étendue à partir d'une chaîne de requête
he: הגדרת תיחום ממחרוזת ה - Url
it: Inizializza estensione da stringa di interrogazione
ja: クエリ文字列から範囲を初期化
ko: 쿼리 문자열에서 범위 초기화
lt: Pradinė aprėptis iš užklausos eilutės
lv: Inicializē apjomu no vaicājuma virknes
nb_no: Initialiser utstrekning fra spørringsstreng
nl: Extent initialiseren vanaf querytekst
pl: Inicjalizacja zakresu z łańcucha zapytania
pt_pt: Inicializar extensão a partir de Query String
ro: Iniţializare extindere din şirul de interogare
ru: Инициализировать экстент из строки запроса
sv: Initiera utbredning från frågesträng
zh_cn: 通过查询字符串初始化范围

# _ScaleQueryStringBehaviorTitle_
source: Initialize Scale from Query String
ar: بدء المقياس من سلسلة الاستعلام
da: Initialisér målestok fra forespørgselsstreng
de: Maßstab von Abfragezeichenfolge initialisieren
es: Inicializar escala desde cadena de caracteres de consulta
et: Hangi mõõtkava päringust
fi: Alusta skaala kyselymerkkijonosta
fr: Initialiser l'échelle à partir d'une chaîne de requête
he: הגדרת קנה מידה ממחרוזת ה - Url
it: Inizializza scala da stringa di interrogazione
ja: クエリ文字列から縮尺を初期化
ko: 쿼리 문자열에서 축척 초기화
lt: Pradinis mastelis iš užklausos eilutės
lv: Inicializē skalu no vaicājuma virknes
nb_no: Initialiser målestokk fra spørringsstreng
nl: Schaal initialiseren vanaf querytekst
pl: Inicjalizacja skali z łańcucha zapytania
pt_pt: Inicializar escala a partir de Query String
ro: Iniţializare scală din şirul de interogare
ru: Инициализировать масштаб из строки запроса
sv: Initiera skala från frågesträng
zh_cn: 通过查询字符串初始化比例

# _CenterQueryStringBehaviorTitle_
source: Initialize Center from Query String
ar: بدء المركز من سلسلة الاستعلام
da: Initialisér center fra forespørgselsstreng
de: Mittelpunkt von Abfragezeichenfolge initialisieren
es: Inicializar centro desde cadena de caracteres de consulta
et: Hangi keskpunkt päringust
fi: Alusta keskikohta kyselymerkkijonosta
fr: Initialiser le centre à partir d'une chaîne de requête
he: הגדרת מרכז מפה ממחרוזת ה - Url
it: Inizializza centro da stringa di interrogazione
ja: クエリ文字列から中心を初期化
ko: 쿼리 문자열에서 중심 초기화
lt: Pradinės padėties centras iš užklausos eilutės
lv: Inicializē centru no vaicājuma virknes
nb_no: Initialiser senter fra spørringsstreng
nl: Middelpunt initialiseren vanaf querytekst
pl: Inicjalizacja środka z łańcucha zapytania
pt_pt: Inicializar centro a partir de Query String
ro: Iniţializare centru din şirul de interogare
ru: Инициализировать центр из строки запроса
sv: Initiera mittpunkt från frågesträng
zh_cn: 通过查询字符串初始化中心

# _ScaleLevelQueryStringBehaviorTitle_
source: Initialize Scale Level from Query String
ar: بدء مستوى المقياس من سلسلة الاستعلام
da: Initialisér målestoksforhold fra forespørgselsstreng
de: Maßstabsebene von Abfragezeichenfolge initialisieren
es: Inicializar nivel de escala desde cadena de caracteres de consulta
et: Hangi mõõtkava tase päringust
fi: Alusta skaalataso kyselymerkkijonosta
fr: Initialiser le niveau d'échelle à partir d'une chaîne de requête
he: הגדרת רמות קנה מידה ממחרוזת ה - Url
it: Inizializza livello di scala da stringa di interrogazione
ja: クエリ文字列から縮尺レベルを初期化
ko: 쿼리 문자열에서 축척 수준 초기화
lt: Pradinis artinimo lygis iš užklausos eilutės
lv: Inicializē skalu līmeni no vaicājuma virknes
nb_no: Initialiser målestokknivå fra spørringsstreng
nl: Schaalniveau initialiseren vanaf querytekst
pl: Inicjalizacja poziomu skali z łańcucha zapytania
pt_pt: Inicializar nível de escala a partir de Query String
ro: Iniţializare nivel scară din şirul de interogare
ru: Инициализировать уровень масштаба из строки запроса
sv: Initiera skalnivå från frågesträng
zh_cn: 通过查询字符串初始化比例级别

# _WebMapQueryStringBehaviorTitle_
source: Load Web Map from Query String
ar: تحميل خريطة الويب من سلسلة الاستعلام
da: Indlæs webkort fra forespørgselsstreng
de: Webkarte von Abfragezeichenfolge initialisieren
es: Cargar mapa web desde cadena de caracteres de consulta
et: Lae veebikaart päringust
fi: Lataa Web-kartta kyselymerkkijonosta
fr: Charger une carte Web à partir d'une chaîne de requête
he: טעינת Web Map ממחרוזת ה-Url
it: Carica mappa Web da stringa di interrogazione
ja: クエリ文字列から Web マップを読み込む
ko: 쿼리 문자열에서 웹 맵 로드
lt: Internetinis žemėlapis įkeliamas iš užklausos eilutės
lv: Ielādē tīmekļa karti no vaicājuma virknes
nb_no: Last inn webkart fra spørringsstreng
nl: Webmap laden vanaf querytekst
pl: Wczytywanie mapy internetowej z łańcucha zapytania
pt_pt: Carregar Mapa Web Map a partir de Query String
ro: Încărcare hartă web din şirul de interogare
ru: Загрузить веб-карту из строки запроса
sv: Läs in webbkarta från frågesträng
zh_cn: 通过查询字符串加载 Web 地图

# _HelpUrl_
source: http://links.esri.com/silverlightviewer/help
ar: http://links.esri.com/silverlightviewer/help/ar
da: http://links.esri.com/silverlightviewer/help/da
de: http://links.esri.com/silverlightviewer/help/de
es: http://links.esri.com/silverlightviewer/help/es
et: http://links.esri.com/silverlightviewer/help/et
fi: http://links.esri.com/silverlightviewer/help/fi
fr: http://links.esri.com/silverlightviewer/help/fr
he: http://links.esri.com/silverlightviewer/help/he
it: http://links.esri.com/silverlightviewer/help/it
ja: http://links.esri.com/silverlightviewer/help/ja
ko: http://links.esri.com/silverlightviewer/help/ko
lt: http://links.esri.com/silverlightviewer/help/lt
lv: http://links.esri.com/silverlightviewer/help/lv
nb_no: http://links.esri.com/silverlightviewer/help/nb-NO
nl: http://links.esri.com/silverlightviewer/help/nl
pl: http://links.esri.com/silverlightviewer/help/pl
pt_pt: http://links.esri.com/silverlightviewer/help/pt-PT
ro: http://links.esri.com/silverlightviewer/help/ro
ru: http://links.esri.com/silverlightviewer/help/ru
sv: http://links.esri.com/silverlightviewer/help/sv
zh_cn: http://links.esri.com/silverlightviewer/help/zh-CN

source: Accordion
da: Akkordion
es: Acordeón
et: Akordion
fi: Harmonikka
fr: Accordéon
he: אקורדיון
it: Soffietto
ja: アコーディオン
ko: 아코디언
lt: Akordeonas
lv: Akordeons
nb_no: Trekkspill
nl: Accordeon
pl: Harmonijny
pt_pt: Acordeão
ro: Acordeon
ru: Аккордеон
sv: Dragspel
