Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Internal/Controls/ESRI.ArcGIS.Mapping.Controls.Editor/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fr, it, ko, nl, pl, pt_br, ro, ru, sv, zh_cn

# AlwaysDisplayDefaultTemplates
source: Display default templates when no other templates exist
ar: عرض القوالب الافتراضية عندما لا يوجد قوالب أخرى.
da: Vis standardskabeloner, når der ikke findes andre skabeloner
de: Standardvorlagen anzeigen, wenn keine anderen Vorlagen vorhanden sind
es: Mostrar plantillas predeterminadas cuando no existan otras plantillas
et: Kuva vaikimisi malle juhul, kui teisi malle ei ole
fr: Afficher les modèles par défaut en l'absence d'autres modèles
it: Visualizza modelli di default se non ne esistono altri
ko: 다른 템플릿이 없을 때 기본 템플릿 디스플레이
nl: Geef standaardsjablonen weer als er geen andere sjablonen bestaan
pl: Wyświetl szablony domyślne, jeśli nie ma innych szablonów
pt_br: Exibe os modelos padrões quando não tiver outros modelos
ro: Afişare şabloane implicite când nu există alte şabloane
ru: Отобразить шаблоны по умолчанию, если нет существующих шаблонов
sv: Visa standardmallar när det inte finns några andra mallar
zh_cn: 没有其他模板存在时，显示默认模板

# AutoComplete
source: Snap polygons to nearby features
ar: التقاط المضلعات إلى المعالم المجاورة
da: Snap polygoner til objekter i nærheden
de: Polygone an nahe gelegenen Features fangen
es: Alinear polígonos con las entidades próximas
et: Snäpi polügoonid lähimate objektide kaudu
fr: Capturez les polygones sur les entités à proximité
it: Aggancia poligoni a feature più vicine
ko: 근처 피처에 폴리곤 맞춤
nl: Lijn polygonen uit naar objecten in de buurt
pl: Dociągnij wielokąty do pobliskich obiektów
pt_br: Ajustar polígonos às feições próximas
ro: Fixare poligoane la obiectele spaţiale din apropiere
ru: Замкнуть полигон на ближайшие объекты
sv: Snappa polygoner till närliggande objekt
zh_cn: 将面捕捉到附近的要素

# AutoSelect
source: Automatically select features when necessary - used by Cut, Reshape, Union, and AutoComplete tools
ar: تحديد المعالم بشكل تلقائي إذا لزم الأمر - يتم الاستخدام بأدوات القص وتعديل الشكل والتوحيد والإكمال التلقائي
da: Vælg automatisk objekter, når det er nødvendigt - benyttes til værktøjerne Klip, Omform, Sammenlæg og Auto-fuldfør
de: Features bei Bedarf automatisch auswählen - wird von den Werkzeugen 'Ausschneiden', 'Umformen', 'Vereinigen' und 'Automatisch vervollständigen' verwendet
es: Seleccionar entidades automáticamente cuando sea necesario (utilizado por las herramientas Cortar, Cambiar de forma, Combinación y Auto-completar)
et: Vajadusel vali automaaselt objektid - kasuta lõikamist, kuju muutmist, ühendit ja automaatse koostamise vahendeid
fr: Sélectionnez automatiquement les entités lorsque cela est nécessaire (par les outils Couper, Remodeler, Union et Terminé automatiquement)
it: Seleziona automaticamente feature quando necessario (utilizzato dagli strumenti Taglia, Rimodella, Unione e Completamento automatico)
ko: 필요할 때 자동으로 피처 선택 - 잘라내기, 모양 변경, 유니온, 자동 완성 도구에서 사용됨
nl: Selecteer automatisch objecten waar nodig - gebruikt door de tools Knippen, Vorm wijzigen, Verenigen en Automatisch invullen
pl: Automatycznie wybierz obiekty w razie potrzeby - używane przez narzędzia Wytnij, Zmień kształt, Sumuj i Autouzupełnianie
pt_br: Selecionar automaticamente feições quando necessário - utilizado pelas ferramentas Cortar, Remodelar, Unir e Auto Completar
ro: Selectare automată obiecte spaţiale când este necesar - opţiunea este utilizată de instrumentele Tăiere, Remodelare, Reuniune şi Completare automat
ru: Автоматически выбирать объекты, если необходимо использовать инструменты Разрезать, Изменить форму объекта, Объединить и Автозавершение
sv: Välj vid behov objekt automatiskt (används av verktygen Klipp ut, Omforma, Slå samman och Komplettera automatiskt)
zh_cn: 必要时会自动选择供剪切、整形、联合和自动完成各工具所使用的要素

source: Back
ar: السابق
da: Tilbage
de: Zurück
es: Atrás
et: Tagasi
fr: Précédent
it: Indietro
ko: 뒤로
nl: Vorige
pl: Powrót
pt_br: Voltar
ro: Înapoi
ru: Назад
sv: Bakåt
zh_cn: 上一步

source: Cancel
ar: إلغاء الأمر
da: Annullér
de: Abbrechen
es: Cancelar
et: Tühista
fr: Annuler
it: Annulla
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
zh_cn: 取消

source: Configure
ar: تكوين
da: Konfigurér
de: Konfigurieren
es: Configurar
et: Seadista
fr: Configurer
it: Configura
ko: 구성
nl: Configureren
pl: Konfiguruj
pt_br: Configurar
ro: Configurare
ru: Настроить
sv: Konfigurera
zh_cn: 配置

# Continuous
source: Keep advanced editing tools active until a different tool is selected
ar: إبقاء أدوات التحرير المتقدمة منشطة حتى تحديد أداة أخرى
da: Hold avancerede redigeringsværktøjer aktive, indtil et andet værktøj vælges
de: Erweiterte Bearbeitungswerkzeuge aktiviert lassen, bis ein anderes Werkzeug ausgewählt wird
es: Mantener activas las herramientas de edición avanzadas hasta que se seleccione una herramienta diferente
et: Hoia täiustatud muutmise tööriistu aktiivsena hetkeni, kui teine vahend on valitud
fr: Laisser les outils de mise à jour avancée actifs jusqu'à la sélection d'un autre outil
it: Mantieni attivi gli strumenti finché non viene selezionato un altro strumento
ko: 다른 도구가 선택될 때까지 고급 편집 도구를 활성 상태로 유지
nl: Houd geavanceerde bewerkingstools actief totdat een andere tool is geselecteerd
pl: Utrzymaj aktywność zaawansowanych narzędzi edycji do chwili wybrania innego narzędzia
pt_br: Tornar as ferramentas de edição avançadas ativas até que uma ferramenta diferente seja selecionada
ro: Păstraţi instrumentele de editare avansată active până când este selectat alt instrument
ru: Поддерживать дополнительные инструменты редактирования активными, пока выбран другой инструмент
sv: Behåll avancerade redigeringsverktyg aktiva tills ett annat verktyg väljs
zh_cn: 在选择其他工具前使高级编辑工具一直处于激活状态

# DefaultLayerIds
source: Edit all feature layers
ar: تحرير جميع طبقات المعالم
da: Redigér alle vektorlag
de: Alle Feature-Layer bearbeiten
es: Editar todas las capas de entidades
et: Muuda kõiki objektikihte
fr: Modifier toutes les couches d'entités
it: Modifica tutti i layer di feature
ko: 모든 피처 레이어 편집
nl: Bewerk alle objectlagen
pl: Edytuj wszystkie warstwy obiektów
pt_br: Editar todas as camadas da feição
ro: Editaţi toate straturile tematice de obiecte spaţiale
ru: Редактировать все слои объектов
sv: Redigera alla geoobjektlager
zh_cn: 编辑所有要素图层

source: Edit Modes:
ar: تحرير الأوضاع:
da: Redigeringstilstande:
de: Bearbeitungsmodi:
es: Modos de edición:
et: Muutmise meetodid:
fr: Modes d'édition :
it: Modalità di modifica:
ko: 편집 모드:
nl: Bewerkingsmodi:
pl: Edytuj tryby:
pt_br: Editar Modos:
ro: Moduri de editare:
ru: Режимы редактирования:
sv: Redigeringslägen:
zh_cn: 编辑模式:

# EditOperations
source: Enable Graphic Operations:
ar: تمكين عمليات الرسم:
da: Aktivér grafikhandlinger:
de: Grafische Operationen aktivieren:
es: Habilitar las operaciones gráficas:
et: Võimalda graafilisi tegevusi:
fr: Activer les opérations graphiques :
it: Abilita operazioni grafiche:
ko: 그래픽 작업 활성화:
nl: Schakel bewerkingen voor grafische elementen in:
pl: Włącz operacje graficzne:
pt_br: Habilitar Operações do Gráfico:
ro: Activare operaţii grafice:
ru: Включить графические операции:
sv: Aktivera Grafikprocedurer:
zh_cn: 启用图形操作:

# EditorWidgetConfiguration
source: Configure Editing
ar: تكوين التحرير
da: Konfigurér redigering
de: Bearbeitung konfigurieren
es: Configurar edición
et: Seadista muutmist
fr: Configurer la mise à jour
it: Modifica configurazione
ko: 편집 구성
nl: Configureer bewerken
pl: Konfiguruj edycję
pt_br: Configurar Edição
ro: Configurare editare
ru: Настройка редактирования
sv: Konfigurera redigering
zh_cn: 配置编辑

# EditVerticesEnabled
source: Vertex editing
ar: تحرير النقاط القممية
da: Redigering af koordinatpunkter
de: Stützpunktbearbeitung
es: Edición de vértices
et: Käänupunkti muutmine
fr: Mise à jour de Vertex
it: Modifica vertice
ko: 버텍스 편집
nl: Vertex bewerken
pl: Edycja wierzchołka
pt_br: Edição de vértice
ro: Editare nod
ru: Редактирование вершин
sv: Redigering av brytpunkt
zh_cn: 折点编辑

source: Freehand
ar: يدوي
da: Frihånd
de: Freihand
es: Mano alzada
et: Vabakäeline
fr: Dessin à main levée
it: Mano libera
ko: 자유곡선
nl: Vrije hand
pl: Dowolna linia
pt_br: À Mão Livre
ro: Manual
ru: От руки
sv: Frihand
zh_cn: 手绘

# MaintainAspectRatio
source: Maintain the aspect ratio of geometries
ar: احتفاظ نسبة العرض إلى الارتفاع للأشكال الهندسية
da: Vedligehold formatforhold for geometrier
de: Seitenverhältnis der Geometrien beibehalten
es: Mantener la relación de aspecto de las geometrías
et: Säilita geomeetria kuvamise suhet
fr: Conserver le rapport hauteur/largeur en géométrie
it: Mantieni proporzioni delle geometrie
ko: 지오메트리의 종횡비 유지
nl: Behoud de beeldverhouding van geometrieën
pl: Zachowaj proporcję geometrii
pt_br: Manter razão de aspecto das geometrias
ro: Păstraţi raportul dimensional al geometriilor
ru: Сохранить пропорции геометрии
sv: Behåll bredd–höjd-förhållande hos geometrier
zh_cn: 保持几何的纵横比

# MoveEnabled
source: Moving
ar: تحريك
da: Flytter
de: Verschieben
es: Móvil
et: Liigutamine
fr: Déplacement
it: Spostamento
ko: 이동 중
nl: Verplaatsen
pl: Przesuwanie
pt_br: Mover
ro: Se mută
ru: Перемещение
sv: Flyttar
zh_cn: 移动

source: Next
ar: التالي
da: Næste
de: Weiter
es: Siguiente
et: Järgmine
fr: Suivant
it: Avanti
ko: 다음
nl: Volgende
pl: Następny
pt_br: Próximo
ro: Înainte
ru: Далее
sv: Nästa
zh_cn: 下一步

source: OK
ar: موافق
es: Aceptar
ko: 확인
zh_cn: 确定

# RotateEnabled
source: Rotation
ar: استدارة
es: Rotación
et: Pööramine
it: Rotazione
ko: 회전
nl: Rotatie
pl: Obracanie
pt_br: Rotação
ro: Rotire
ru: Поворот
zh_cn: 旋转

# ScaleEnabled
source: Scaling
ar: تحجيم
da: Skalering
de: Skalierung
es: Ajuste a escala
et: Skaleerimine
fr: Mise à l'échelle
it: Scala
ko: 배율 조정 중
nl: Schalen
pl: Skalowanie
pt_br: Dimensionar
ro: Se scalează
ru: Масштабирование
sv: Skalning
zh_cn: 缩放

# SelectLayersForEdit
source: Only edit these layers:
ar: تحرير هذه الطبقات فقط:
da: Redigér kun disse lag:
de: Nur diese Layer bearbeiten:
es: Editar solo estas capas:
et: Muuda ainult neid kihte:
fr: Modifier uniquement ces couches :
it: Modifica solo questi layer:
ko: 다음 레이어만 편집:
nl: Bewerk alleen deze lagen:
pl: Edytuj tylko te warstwy:
pt_br: Editar somente estas camadas:
ro: Se editează numai aceste straturi tematice:
ru: Редактировать только эти слои:
sv: Redigera bara de här lagren:
zh_cn: 只编辑以下图层:

# ShowAttributesOnAdd
source: Edit values when features are added
ar: تحرير القيم عند إضافة المعالم
da: Redigér værdier, når objekterne er tilføjet
de: Werte beim Hinzufügen von Features bearbeiten
es: Editar los valores cuando se agreguen entidades
et: Muuda väärtusi, kui objektid on lisatud
fr: Modifier les valeurs lorsque des entités sont ajoutées
it: Modifica valori quando si aggiungono feature
ko: 피처가 추가될 때 값 편집
nl: Wijzig waarden wanneer objecten worden toegevoegd
pl: Edytuj wartości, gdy są dodawane obiekty
pt_br: Editar valores ao adicionar feições
ro: Se editează valori la adăugarea unor obiecte spaţiale
ru: Редактировать значения при добавлении объекта
sv: Redigera värden när objekt läggs till
zh_cn: 添加要素时，编辑这些值

# AdvancedOptionsHeader
source: Advanced Editing Tools...
ar: أدوات التحرير المتقدمة...
da: Avancerede redigeringsværktøjer...
de: Erweiterte Bearbeitungswerkzeuge...
es: Herramientas de edición avanzada...
et: Täiustatud muutmise töövahendid...
fr: Outils de mise à jour avancée...
it: Strumenti di modifica avanzati...
ko: 고급 편집 도구...
nl: Geavanceerde bewerkingstools...
pl: Zaawansowane narzędzia edycji...
pt_br: Ferramentas de Edição Avançadas...
ro: Instrumente de editare avansată...
ru: Дополнительные инструменты редактирования...
sv: Avancerade redigeringsverktyg...
zh_cn: 高级编辑工具...

# SelectLayersHeader
source: Select layers to edit
ar: تحديد الطبقات للتحرير
da: Vælg lag, der skal redigeres
de: Layer zur Bearbeitung auswählen
es: Seleccionar capas para editar
et: Vali kihid muutmiseks
fr: Sélectionnez les couches à modifier
it: Seleziona layer da modificare
ko: 편집할 레이어 선택
nl: Selecteer lagen om te bewerken
pl: Wybierz warstwy do edycji
pt_br: Selecionar camadas para edição
ro: Selectare straturi tematice de editat
ru: Выбрать слои для редактирования
sv: Välj lager som ska redigeras
zh_cn: 选择要编辑的图层

# AutoSaveEditChanges
source: Automatically save edits
ar: حفظ التحريرات تلقائيًا
da: Gem redigeringer automatisk
de: Änderungen automatisch speichern
es: Guardar los cambios automáticamente
et: Automaatselt salvestab muudatused
fr: Enregistrer automatiquement les modifications
it: Salva automaticamente le modifiche
ko: 자동으로 편집 저장
nl: Sla bewerkingen automatisch op
pl: Automatycznie zapisz wyniki edycji
pt_br: Salvar edições automaticamente
ro: Salvare automată editări
ru: Автоматически сохранять изменения
sv: Spara redigeringar automatiskt
zh_cn: 自动保存编辑内容

# AttachmentEditorClose
source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
it: Chiudi
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închidere
ru: Закрыть
sv: Stäng
zh_cn: 关闭

# AttachmentEditorFilterIndexPrompt
source: Filter Index:
ar: فهرس التصفية:
da: Filtrér indeks:
de: Index filtern:
es: Índice de filtros:
et: Filtri indeks:
fr: Index de filtrage :
it: Filtro indice:
ko: 필터 인덱스:
pl: Filtruj indeks:
pt_br: Filtrar Índice:
ro: Filtrare index:
ru: Индекс фильтра:
zh_cn: 过滤器索引:

# AttachmentEditorFilterPrompt
source: Filter:
ar: تصفية:
es: Filtro:
fr: Filtrer :
it: Filtro:
ko: 필터:
pl: Filtr:
pt_br: Domínio:
ro: Filtrare:
ru: Фильтр:
zh_cn: 过滤器:

# AttachmentEditorHeader
source: Attachment Editor
ar: محرر المرفق:
da: Tilknytningseditor
de: Anlagen-Editor
es: Editor de archivos adjuntos
et: Manuste haldur
fr: Editeur de pièces jointes
it: Editor allegati
ko: 첨부 파일 편집기
nl: Bijlageneditor
pl: Edytor załączników
pt_br: Editor de Anexo
ro: Editor ataşare
ru: Редактор вложений
sv: Bilageredigerare
zh_cn: 附件编辑器

# AttachmentEditorHeightPrompt
source: Dialog Height:
ar: ارتفاع مربع الحوار:
da: Højde på dialogboks:
de: Dialogfeldhöhe:
es: Altura del cuadro de diálogo:
et: Dialoogi kõrgus:
fr: Hauteur de la boîte de dialogue :
it: Altezza finestra di dialogo:
ko: 대화 상자 높이:
nl: Hoogte dialoogvenster:
pl: Wysokość okna dialogowego:
pt_br: Altura do Diálogo:
ro: Înălţime dialog:
ru: Высота диалогового окна:
sv: Höjd på dialogruta:
zh_cn: 对话框高度:

# AttachmentEditorMultiSelectPrompt
source: Allow multiple attachments to be uploaded at once
ar: السماح للعديد من المرفقات بالتحميل معاً
da: Tillad flere tilknytninger at blive overført på samme tid
de: Gleichzeitiges Hochladen mehrerer Anlagen zulassen
es: Permitir que varios archivos adjuntos se carguen de una vez
et: Luba korraga laadida mitu manust
fr: Permettre le chargement de plusieurs pièces jointes à la fois
it: Consenti caricamento di più allegati contemporaneamente
ko: 한 번에 여러 첨부 파일을 업로드할 수 있도록 허용
nl: Sta toe dat meerdere bijlagen tegelijk worden geüpload
pl: Zezwalaj na jednoczesne przesyłanie wielu załączników
pt_br: Permitir que múltiplos anexos sejam carregados de uma vez
ro: Se permite încărcarea simultană a mai multor ataşări
ru: Разрешить одновременно загружать несколько вложений
sv: Tillåt att flera bilagor överförs samtidigt
zh_cn: 允许一次上传多个附件

# AttachmentEditorWidthPrompt
source: Dialog Width:
ar: عرض مربع الحوار:
da: Bredde på dialogboks:
de: Dialogfeldbreite:
es: Ancho del cuadro de diálogo:
et: Dialoogi laius:
fr: Largeur de la boîte de dialogue :
it: Larghezza finestra di dialogo:
ko: 대화 상자 너비:
nl: Breedte dialoogvenster:
pl: Szerokość okna dialogowego:
pt_br: Largura do Diálogo:
ro: Lăţime dialog:
ru: Ширина диалогового окна:
sv: Bredd på dialogruta:
zh_cn: 对话框宽度:

# AttachmentEditorConfigHeader
source: Configure Attachment Editor
ar: تكوين محرر المرفق
da: Konfigurér tilknytningseditor
de: Anlagen-Editor konfigurieren
es: Configurar el editor de archivos adjuntos
et: Seadista manuste haldurit
fr: Configurer l'éditeur de pièces jointes
it: Configura editor allegati
ko: 첨부 파일 편집기 구성
nl: Configureer bijlageneditor
pl: Konfiguruj edytor załączników
pt_br: Configurar Editor de Anexo
ro: Configurare editor ataşare
ru: Настроить редактор вложений
sv: Konfigurera redigerare för bilagor
zh_cn: 配置附件编辑器

# AttachmentEditorDescription
source: Allows for uploading, downloading, and deleting of files associated with graphic features in a FeatureLayer
ar: السماح بإيداع الملفات المقترنة بمعالم الرسم فيFeatureLayer وتحميلها وحذفها
da: Tillader upload, download og sletning af filer, der er knyttet til grafikobjekter i et vektorlag
de: Lässt das Hochladen, Herunterladen und Löschen von Dateien zu, die in einem Feature-Layer mit Grafik-Features verknüpft sind
es: Permite cargar, descargar y eliminar archivos asociados con las entidades gráficas de una FeatureLayer
et: Võimaldab FeatureLayer kihis graafiliste objektidega seotud üleslaadimist, allalaadimist ning kustutamist
fr: Permet le chargement, le téléchargement et la suppression des fichiers associés à des entités graphiques dans une couche d'entités
it: Consente caricamento, download ed eliminazione di file associati a feature grafiche in un layer di feature
ko: 피처 레이어에서 그래픽 피처와 연결된 파일의 업로드, 다운로드 및 삭제를 허용합니다.
nl: Maakt het uploaden, downloaden en verwijderen mogelijk van bestanden die zijn gekoppeld aan grafische objecten in een FeatureLayer
pl: Umożliwia przesyłanie, pobieranie i usuwanie plików powiązanych z obiektami graficznymi w FeatureLayer
pt_br: Permite carregar, baixar e excluir os arquivos associados às feições de gráfico no FeatureLayer
ro: Permite încărcarea, descărcarea şi ştergerea de fişiere asociate cu obiecte spaţiale grafice dintr-un FeatureLayer
ru: Разрешить скачивание, загрузку и удаление файлов, связанных с графическими объектами в слое объектов
sv: Tillåter att filer som är kopplade till grafiska objekt i ett geoobjektslager överförs, hämtas och tas bort.
zh_cn: 允许上传、下载和删除与要素图层中的图形要素关联的文件

# AttachmentEditorDisplayName
source: Attach Document
ar: إرفاق مستند
da: Vedhæft dokument
de: Dokument anhängen
es: Adjuntar documento
et: Manusta dokument
fr: Joindre un document
it: Allega documento
ko: 문서 첨부
nl: Voeg document toe
pl: Dołącz dokument
pt_br: Anexar Documento
ro: Ataşare document
ru: Прикрепить документ
sv: Bifoga dokument
zh_cn: 附加文档

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
it: Chiudi
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închidere
ru: Закрыть
sv: Stäng
zh_cn: 关闭

# SetLayerPopupOnClick
source: Display pop-ups on mouse click for layers selected for editing
ar: عرض العناصر المنبثقة عند النقر بزر الفأرة على الطبقات المحددة للتحرير
da: Vis pop-ups ved museklik for lag, der er valgt til redigering
de: Pop-up-Fenster bei Mausklick für Layer anzeigen, die zum Bearbeiten ausgewählt wurden
es: Mostrar ventanas emergentes al hacer clic con el ratón en las capas seleccionadas para edición
et: Kuva hüpikaknad, klikates hiirega kihtidele, mis on muutmiseks valitud
fr: Affiche des fenêtres contextuelles lorsque vous cliquez sur la souris pour les couches à modifier sélectionnées
it: Visualizza popup al clic del mouse per layer selezionati per la modifica
ko: 편집하도록 선택된 레이어에 대해 마우스 클릭 시 팝업 디스플레이
nl: Geef pop-ups weer bij muisklik voor lagen die zijn geselecteerd voor bewerking
pl: Dla warstw wybranych do edycji wyświetlaj okna podręczne po kliknięciu myszą
pt_br: Mostrar pop-ups ao clicar o mouse nas camadas selecionadas para edição
ro: Se afişează mesaje pop-up la efectuarea unui clic de mouse pentru straturi tematice selectate pentru editare
ru: Показывать всплывающие окна для слоев, выбранных для редактирования, по щелчку мышки
sv: Visa popup-fönster vid musklick för lager som är valda för redigering
zh_cn: 用鼠标单击所选图层时显示用于编辑的弹出窗口

source: Add to Selection
ar: إضافة للتحديد
da: Føj til markering
de: Zur Auswahl hinzufügen
es: Añadir a selección
et: Lisa valikule
fr: Ajouter à la sélection
it: Aggiungi a selezione
ko: 선택 영역에 추가
nl: Voeg toe aan selectie
pl: Dodaj do selekcji
pt_br: Adicionar à Seleção
ro: Adăugare la selecţie
ru: Добавить к выборке
sv: Lägg till i val
zh_cn: 添加到选择内容

# AutocompleteTool
source: Autocomplete
ar: اكتمال تلقائي
da: Auto-fuldfør
de: Automatisch vervollständigen
es: Autocompletar
et: Autom. koostamine
fr: Terminer automatiquement
it: Completamento automatico
ko: 자동 완성
nl: Automatisch invullen
pl: Autouzupełnianie
pt_br: Auto Completar
ro: Completare automată
ru: Автозавершение
sv: Komplettera automatiskt
zh_cn: 自动完成

source: Clear Selection
ar: مسح التحديد
da: Ryd markering
de: Auswahl aufheben
es: Borrar selección
et: Tühista valik
fr: Annuler la sélection
it: Cancella selezione
ko: 선택 영역 지우기
nl: Wis selectie
pl: Wyczyść selekcję
pt_br: Limpar Seleção
ro: Golire selecţie
ru: Очистить выборку
sv: Rensa val
zh_cn: 清除所选内容

source: Clear Tool
ar: أداة المسح
da: Ryd-værktøj
de: Werkzeug "Löschen"
es: Borrar herramienta
et: Puhastamise töövahend
fr: Annuler l'outil
it: Strumento Pulisci
ko: 지우기 도구
nl: Tool Wissen
pl: Narzędzie usuwania
pt_br: Ferramenta Limpar
ro: Golire instrument
ru: Инструмент Очистить
sv: Verktyg för Rensa
zh_cn: 清除工具

source: Cut
ar: قص
da: Klip
de: Ausschneiden
es: Cortar
et: Lõika
fr: Couper
it: Taglia
ko: 잘라내기
nl: Knippen
pl: Wytnij
pt_br: Cortar
ro: Decupare
ru: Вырезать
sv: Klipp ut
zh_cn: 剪切

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
et: Kustuta
fr: Supprimer
it: Elimina
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Ştergere
ru: Удалить
sv: Ta bort
zh_cn: 删除

# EditingShapesEnabled
source: Allow editing shapes
ar: السماح بتحرير الأشكال
da: Tillad redigering af former
de: Shape-Bearbeitung zulassen
es: Permitir el cambio de formas
et: Luba kuju muutmist
fr: Autoriser la modification des formes
it: Consenti modifica forme
ko: 모양 편집 허용
nl: Sta het bewerken van vormen toe
pl: Zezwalaj na edycję geometrii
pt_br: Permitir edição de formas
ro: Permitere editare forme
ru: Разрешить изменение формы
sv: Tillåt att former redigeras
zh_cn: 允许编辑几何形状

# EditorOptionsHeader
source: Choose editing options
ar: اختيار خيارات التحرير
da: Vælg redigeringsindstillinger
de: Bearbeitungsoptionen auswählen
es: Escoger las opciones de edición
et: Vali muutmise seaded
fr: Choisir les options de mise à jour
it: Scegli opzioni di modifica
ko: 편집 옵션 선택
nl: Kies bewerkingsopties
pl: Wybierz opcje edycji
pt_br: Escolher opções de edição
ro: Alegere opţiuni de editare
ru: Выберите опции редактора
sv: Välj redigeringsalternativ
zh_cn: 选择编辑选项

source: Edit shape
ar: تحرير الشكل
da: Redigér form
de: Shape bearbeiten
es: Editar forma
et: Muuda kuju
fr: Modifier une forme
it: Modifica forma
ko: 모양 편집
nl: Wijzig vorm
pl: Edytuj geometrię
pt_br: Editar formas
ro: Editare formă
ru: Редактировать геометрию
sv: Redigera form
zh_cn: 编辑几何形状

source: Edit values
ar: تحرير القيم
da: Redigér værdier
de: Werte bearbeiten
es: Editar valores
et: Muuda väärtusi
fr: Modifier les valeurs
it: Modifica valori
ko: 값 편집
nl: Wijzig waarden
pl: Edytuj wartości
pt_br: Editar valores
ro: Editare valori
ru: Редактировать значения
sv: Redigera värden
zh_cn: 编辑值

source: Remove from Selection
ar: إزالة من التحديد
da: Fjern fra markering
de: Aus Auswahl entfernen
es: Eliminar de la selección
et: Eemalda valikust
fr: Supprimer de la sélection
it: Rimuovi da selezione
ko: 선택 영역에서 제거
nl: Verwijder uit selectie
pl: Usuń z selekcji
pt_br: Remover da Seleção
ro: Eliminare din selecţie
ru: Удалить из выборки
sv: Ta bort från val
zh_cn: 从选择内容中删除

source: Reshape
ar: تعديل الشكل
da: Omform
de: Umformen
es: Dar nueva forma
et: Muuda kuju
fr: Remodeler
it: Rimodella
ko: 모양 변경
nl: Vorm wijzigen
pl: Przekształć
pt_br: Remodelar
ro: Refacere formă
ru: Изменить форму
sv: Omforma
zh_cn: 整形

source: Select
ar: تحديد
da: Vælg
de: Auswählen
es: Seleccionar
et: Vali
fr: Sélectionner
it: Seleziona
ko: 선택
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ro: Selectare
ru: Выбрать
sv: Välj
zh_cn: 选择
