Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Internal/Controls/ESRI.ArcGIS.Mapping.Controls.Editor/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fr, it, ko, nl, pl, pt_br, ro, ru, sv, zh_cn

source: Select tools:
ar: أدوات التحديد:
da: Vælg værktøjer:
de: Werkzeuge auswählen:
es: Seleccionar herramientas:
et: Valimise tööriistad:
fr: Sélectionner des outils :
it: Strumenti di selezione:
ko: 도구 선택:
nl: Selecteer tools:
pl: Wybierz narzędzia:
pt_br: Selecionar ferramentas:
ro: Selectare instrumente:
ru: Инструменты выборки:
sv: Välj verktyg:
zh_cn: 选择工具:

source: Union
ar: اتحاد
da: Sammenlæg
de: Vereinigen
es: Combinación
et: Ühend
fr: Agréger
it: Unione
ko: 유니온(Union)
nl: Verenigen
pl: Sumuj
pt_br: Unir
ro: Unire
ru: Объединить
sv: Slå samman
zh_cn: 联合

# AdvancedOptionsHeaderHide
source: Hide Advanced Tools
ar: إخفاء الخيارات المتقدمة
da: Skjul avancerede værktøjer
de: Erweiterte Werkzeuge ausblenden
es: Ocultar herramientas avanzadas
et: Peida täiustatud tööriistad
fr: Masquer les outils avancés
it: Nascondi strumenti avanzati
ko: 고급 도구 숨기기
nl: Verberg geavanceerde tools
pl: Ukryj narzędzia zaawansowane
pt_br: Ocultar Ferramentas Avançadas
ro: Ascundere instrumente avansate
ru: Скрыть дополнительные инструменты
sv: Dölj Avancerade verktyg
zh_cn: 隐藏高级工具

# EditToolbarWithAddFeatures
source: Edit Toolbar available with Add Features
ar: تحرير شريط الأدوات المتاح مع إضافة المعالم
da: Redigeringsværktøjslinje er tilgængelig sammen med Tilføj objekter
de: Mit "Features hinzufügen" verfügbare Edit-Werkzeugleiste
es: Editar barra de herramientas disponible con las funciones avanzadas
et: Muutmise tööriistariba on kättesaadav koos objektide lisamisega
fr: Barre d'outils Edition disponible avec Ajouter entités
it: Barra degli strumenti Modifica disponibile con Aggiungi feature
ko: "피처 추가"와 함께 사용할 수 있는 편집 도구 모음
nl: Bewerkingswerkbalk beschikbaar met objecten toevoegen
pl: Pasek narzędzi edycji jest dostępny z opcją Dodaj obiekty
pt_br: Barra de Ferramentas de Edição disponível com Adicionar Feições
ro: Editare bară de instrumente disponibilă cu Adăugare obiecte spaţiale
ru: Панель инструментов Редактировать доступна с инструментом Добавить объекты
sv: Verktygsfältet Redigera tillgängligt med Lägg till objekt
zh_cn: 添加要素可使用的编辑工具条

source: Disable Clustering
ar: تعطيل المجموعات
da: Deaktivér klyngedannelse
de: Clustering deaktivieren
es: Deshabilitar clustering
et: Lülita klasterdamine välja
fr: Désactiver l'agrégation
it: Disabilita clustering
ko: 클러스터링 비활성화
nl: Clusteren uitschakelen
pl: Wyłącz klastrowanie
pt_br: Desativar Agrupamento
ro: Dezactivare grupare
ru: Отключить кластеризацию
sv: Inaktivera klustring
zh_cn: 禁用聚簇功能

# DisableClusteringPrompt
source: Layer editing is not allowed for clustered layers. Would you like to disable clustering now?
ar: تحرير الطبقات غير مسموح به للطبقات المجمعة. هل تريد تعطيل المجموعات الآن؟
da: Redigering af lag er ikke tilladt for klyngelag. Vil du deaktivere klyngedannelse nu?
de: Die Layer-Bearbeitung ist für Cluster-Layer nicht zulässig. Soll Clustering jetzt deaktiviert werden?
es: La edición de capas no está permitida para las capas agrupadas. ¿Desea deshabilitar el clustering ahora?
et: Kihi muutmine ei ole klasterdatud kihtidele lubatud. Soovid klasterdamise välja lülitada?
fr: La mise à jour des couches n'est pas autorisée pour les couches agrégées. Souhaitez-vous désactiver l'agrégation maintenant ?
it: La modifica del layer non è consentita per i layer con clustering. Disabilitare il clustering?
ko: 클러스터링된 레이어에 대해서는 레이어 편집이 허용되지 않습니다. 지금 클러스터링을 비활성화하시겠습니까?
nl: Laagbewerking is niet toegestaan voor geclusterde lagen. Wilt u clusteren nu uitschakelen?
pl: Dla warstw w klastrach edycja warstwy jest niedozwolona. Czy chcesz teraz wyłączyć klastrowanie?
pt_br: A edição de camada não é permitida para camadas agrupadas. Gostaria de desativar o agrupamento agora?
ro: Editarea straturilor tematice nu este permisă pentru straturile tematice grupate. Doriţi să dezactivaţi gruparea acum?
ru: Для слоев, разбитых на кластеры редактирование недоступно. Отключить кластеризацию?
sv: Lagerredigering är inte tillåtet för klustrade lager. Vill du inaktivera klustring?
zh_cn: 聚簇的图层不允许进行编辑。是否要立即禁用聚簇功能?
