Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# MoveSelectedGroupOrControlUpToolbarTree
source: Move the selected group or control up the Toolbar tree
ar: تحريك المجموعة أو عنصر التحكم المحدد أعلى شجرة شريط الأدوات
da: Flyt den valgte gruppe eller det valgte kontrolelement opad på værktøjslinjetræet
de: Ausgewählte Gruppe oder ausgewähltes Steuerelement in der Struktur der Werkzeugleiste nach oben verschieben
es: Mover el grupo o control seleccionado hacia arriba en la jerarquía de la barra de herramientas
et: Liiguta valitud grupp või kontroll tööriistariba aknas ülespoole
fi: Siirrä valittu ryhmä tai säädin ylöspäin työkalurivirakenteessa
fr: Déplacer le groupe ou le contrôle sélectionné vers le haut dans l'arborescence de la barre d'outils
he: הזז את הקבוצה או הפקד הנבחרים במעלה עץ סרגל הכלים
it: Sposta il gruppo o il controllo selezionato in alto nell'albero della barra degli strumenti
ja: 選択されているグループまたはコントロールをツールバー ツリーの上へ移動します
ko: 도구 모음 트리에서 선택한 그룹 또는 컨트롤을 위로 이동
lt: Pasirinktą grupę arba valdiklį įrankių juostos medyje perkelti aukštyn
lv: Pārvietot izvēlēto grupu vai kontrolēt rīkjoslas kokā uz augšu
nb_no: Flytt den valgte gruppen eller kontrollen opp i Verktøylinje-treet
nl: Verplaats de geselecteerde groep of het geselecteerde besturingselement omhoog in de werkbalkboomstructuur
pl: Przenieś wybraną grupę lub element sterujący w górę drzewa paska narzędzi
pt_br: Move o grupo ou controle selecionado para cima da estrutra da Barra de Ferramentas
ro: Mutaţi grupul sau controlul selectat în sus în arborele barei de instrumente
ru: Переместить выбранную группу или элемент управления вверх по дереву панели инструментов
sv: Flytta upp den valda gruppen eller kontrollen i trädet Verktygsfält
zh_cn: 将所选组或控件在工具条树中上移

source: Back
ar: السابق
da: Tilbage
de: Zurück
es: Atrás
et: Tagasi
fi: Takaosa
fr: Précédent
he: חזור
it: Indietro
ja: 戻る
ko: 뒤로
lt: Grįžti
lv: Atpakaļ
nb_no: Tilbake
nl: Vorige
pl: Powrót
pt_br: Voltar
ro: Înapoi
ru: Назад
sv: Bakåt
zh_cn: 上一步

source: Next
ar: التالي
da: Næste
de: Weiter
es: Siguiente
et: Järgmine
fi: Seuraava
fr: Suivant
he: הבא
it: Avanti
ja: 次へ
ko: 다음
lt: Kitas
lv: Nākošais
nb_no: Neste
nl: Volgende
pl: Następny
pt_br: Próximo
ro: Înainte
ru: Далее
sv: Nästa
zh_cn: 下一步

source: Select a tool to add:
ar: تحدد أداة للإضافة:
da: Vælg et værktøj at tilføje:
de: Hinzuzufügendes Werkzeug auswählen:
es: Seleccionar una herramienta para agregar:
et: Vali töövahend lisamiseks:
fi: Valitse lisättävä työkalu:
fr: Sélectionnez un outil à ajouter :
he: בחר כלי להוספה:
it: Selezionare uno strumento da aggiungere:
ja: 追加するツールを選択:
ko: 추가할 도구 선택:
lt: Pasirinkite įrankį, kurį pridėti:
lv: Izvēlieties rīku, ko pievienot:
nb_no: Velg et verktøy som skal legges til:
nl: Selecteer een tool om toe te voegen:
pl: Wybierz narzędzie do dodania:
pt_br: Selecione uma ferramenta para adicionar:
ro: Selectare instrument de adăugat:
ru: Выбрать инструмент для добавления:
sv: Välj ett verktyg att lägga till:
zh_cn: 选择要添加的工具:

# ChooseMap
source: Application Builder - Choose a Map
ar: منشئ التطبيق - اختيار خريطة
da: Application Builder - Vælg et kort
de: Application Builder - Karte auswählen
es: Application Builder: elegir un mapa
et: Rakenduse koostaja - Vali kaart
fi: Application Builder – Valitse kartta
fr: Application Builder - Choisir une carte
he: Application Builder - בחר מפה
it: Application Builder - Selezione mappa
ja: Application Builder - マップの選択
ko: 응용프로그램 빌더 - 맵 선택
lt: Aplikacijos kūrimo įrankis - Pasirinkti žemėlapį
lv: Aplikācijas veidotājs - Izvēlieties karti
nb_no: Programbygger – Velg et kart
nl: Application Builder - Kies een kaart
pl: Kreator aplikacji - Wybierz mapę
pt_br: Application Builder - Escolha um Mapa
ro: Application Builder - Alegere hartă
ru: Конструктор приложения - Выбрать карту
sv: Application Builder - välj en karta
zh_cn: 应用程序构建器 - 选择地图

# AddInPackagesContain
source: Add-In packages contain add-ins: tools, behaviors and controls used in layouts
ar: تحتوي حزمة الوظيفة الإضافية على وظائف إضافية: أدوات وسلوكيات وعناصر تحكم تستخدم في التخطيطات
da: Tilføjelsesprogrampakker indeholdertilføjelsesprogrammer: værktøjer, adfærd og kontrolelementer, som anvendes i layout
de: Add-In-Pakete enthalten Add-Ins: In Layouts verwendete Werkzeuge, Verhalten und Steuerelemente
es: Los paquetes de add-ins contienen add-ins: herramientas, comportamientos y controles que se usan en los diseños
et: Add-In paketid sisaldavad add-in variante: töövahendeid, eeskirju ja paigutuses kasutatavaid kontrollivahendeid
fi: Lisäosapaketit sisältävät lisäosat: työkalut, toiminnan ja asetteluissa käytetyt säätimet
fr: Les ensembles de compléments contiennent des compléments : outils, comportements et contrôles utilisés dans les mises en page.
he: חבילות Add-In המכילות add-ins: כלים, התנהגות וכלים המשמשים את תבנית המפה
it: I pacchetti contengono componenti aggiuntivi quali strumenti, comportamenti e controlli utilizzati nei layout
ja: アドイン パッケージには、レイアウトで使用するツール、ビヘイビアー、コントロールのアドインが含まれています
ko: 추가 기능 패키지에는 추가 기능(레이아웃에 사용되는 도구, 동작 및 컨트롤)이 포함되어 있음
lt: Papildinių paketas apima: makete naudojamus įrankius, taisykles ir valdiklius
lv: Pievienojumprogrammu pakotnes satur pievienojumprogrammas: rīkus, uzvedību un izkārtojuma kontroles
nb_no: Tilleggspakker inneholder tillegg: verktøy, virkemåter og kontroller som brukes i oppsett
nl: Invoegtoepassingenpakket bevat invoegtoepassingen: tools, gedragingen en besturingselementen die worden gebruikt in lay-outs
pl: Pakiety dodatków zawierają dodatki: narzędzia, zachowania i elementy sterujące użyte w układach
pt_br: Os pacotes de Complementos contêm complementos: ferramentas, comportamentos e controles usados em layouts
ro: Pachetele add-in conţin componente add-in: instrumente, comportamente şi controale utilizate în configuraţii
ru: Пакет надстроек содержит надстройки: инструменты, поведение и элементы управления, используемые в макете
sv: Tilläggspaket innehåller tillägg: verktyg, beteendefunktioner och kontroller som används i layouter
zh_cn: 加载项工具包中可包含各种加载项类型: 工具、行为和布局中所使用的控件

source: Available Add-In Packages:
ar: حزم الوظيفة الإضافية المتوفرة:
da: Tilgængelige tilføjelsesprogrampakker:
de: Verfügbare Add-In-Pakete:
es: Paquetes de add-ins disponibles:
et: Kättesaadavad Add-In paketid:
fi: Käytettävissä olevat lisäosapaketit:
fr: Ensembles de compléments disponibles :
he: חבילות תכניות עזר זמינות:
it: Pacchetti di componenti aggiuntivi disponibili:
ja: 使用可能なアドイン パッケージ:
ko: 사용 가능한 추가 기능 패키지:
lt: Galimi papildinių paketai:
lv: Iespējamās pievienojumprogrammu pakotnes:
nb_no: Tilgjengelige tilleggspakker:
nl: Beschikbare invoegtoepassingenpakketten:
pl: Dostępne pakiety dodatków:
pt_br: Pacotes de Complemento Disponíveis:
ro: Pachete add-in disponibile:
ru: Доступные пакеты надстроек:
sv: Tillgängliga tilläggspaket:
zh_cn: 可用的加载项工具包:

source: Button
ar: زر
da: Knap
de: Schaltfläche
es: Botón
et: Nupp
fi: Painike
fr: Bouton
he: כפתור
it: Pulsante
ja: ボタン
ko: 단추
lt: Mygtukas
lv: Poga
nb_no: Knapp
nl: Knop
pl: Przycisk
pt_br: Botão
ro: Buton
ru: Кнопка
sv: Knapp
zh_cn: 按钮

# ConfigureElementsRelatedToMap
source: Configure elements related to the map
ar: تكوين العناصر المرتبطة بالخريطة
da: Konfigurér elementer med relation til kortet
de: In Beziehung zur Karte stehende Elemente konfigurieren
es: Configurar elementos relacionados con el mapa
et: Seadista kaardiga seotud elemente
fi: Muokkaa karttaan liittyviä elementtejä
fr: Configurer les éléments relatifs à la carte
he: ערוך תצורה של אלמנטים מקושרים למפה
it: Configura elementi correlati alla mappa
ja: マップに関連するエレメントを構成します
ko: 맵과 관련된 요소 구성
lt: Konfigūruoti su žemėlapiu susietus elementus
lv: Konfigurēt elementus, kas saistīti ar karti
nb_no: Konfigurer elementer som er relatert til kartet
nl: Configureer elementen in verband met de kaart
pl: Konfiguruj elementy związane z mapą
pt_br: Configura elementos relacionados ao mapa
ro: Configurare elemente corelate hărţii
ru: Настроить элементы, относящиеся к карте
sv: Konfigurera element relaterade till kartan
zh_cn: 配置与地图相关的元素

# ConfigureToolsOfYourApplication
source: Configure the tools of your application
ar: تكوين أدوات التطبيق
da: Konfigurér værktøjerne til din applikation
de: Werkzeuge der Anwendung konfigurieren
es: Configurar las herramientas de la aplicación
et: Seadista Teie enda rakenduse töövahendeid
fi: Muokkaa sovelluksesi työkaluja
fr: Configurer les outils pour votre application
he: הגדר תצורה לכלי האפליקציה שלך
it: Configura gli strumenti dell'applicazione
ja: アプリケーションのツールを構成します
ko: 응용프로그램의 도구 구성
lt: Konfigūruoti jūsų aplikacijos įrankius
lv: Konfigurēt jūsu aplikācijas rīkus
nb_no: Konfigurer verktøyene i programmet ditt
nl: Configureer de tools van uw applicatie
pl: Konfiguruj narzędzia aplikacji
pt_br: Configura as ferramentas do aplicativo
ro: Configurare instrumente ale aplicaţiei
ru: Настроить инструменты вашего приложения
sv: Konfigurera verktygen för ditt program
zh_cn: 配置应用程序的工具

source: Disable Getting Started
ar: تعطيل بدء الاستخدام
da: Deaktivér start
de: Erste Schritte deaktivieren
es: Deshabilitar la introducción
et: Lülita alustamise dialoog välja
fi: Poista Aloitusopas käytöstä
fr: Désactiver Démarrage
he: נטרל התחלת עבודה
it: Disabilita Guida introduttiva
ja: 「はじめに」の無効化
ko: 시작 비활성화
lt: Išjungti pradžios puslapį
lv: Atspējot darba sākšanu
nb_no: Deaktiver Komme i gang
nl: Schakel Aan de slag uit
pl: Wyłącz wprowadzenie
pt_br: Desabilitar Guia de Introdução
ro: Dezactivare modul "Primii paşi"
ru: Отключить "Начало работы"
sv: Inaktivera Komma igång
zh_cn: 禁用“准备开始”窗口

source: Getting Started
ar: البدء في
da: Kom godt i gang
de: Erste Schritte
es: Introducción
et: Alustamine
fi: Aloitusopas
fr: Démarrage
he: התחלת עבודה
it: Guida introduttiva
ja: はじめに
ko: 시작
lt: Darbo pradžia
lv: Darba sākšana
nb_no: Komme i gang
nl: Aan de slag
pl: Uruchomienie aplikacji
pt_br: Guia de Introdução
ro: Începere
ru: Начало работы
sv: Komma igång
zh_cn: 准备开始

source: Show Me
ar: إظهار
da: Vis mig
de: Anzeigen
es: Muéstrame
et: Näita mulle
fi: Näytä minut
fr: Me montrer
he: הראה לי
it: Mostra
ja: 表示
ko: 표시
lt: Parodyti
lv: Rādīt mani
nb_no: Vis meg
nl: Laat zien
pl: Pokaż mi
pt_br: Mostar
ro: Arată
ru: Показать
sv: Visa mig
zh_cn: 显示

# SpecifyLayoutOfYourApplication
source: Specify the layout of your application
ar: تحديد تخطيط التطبيق
da: Angiv layoutet til din applikation
de: Layout der Anwendung angeben
es: Especificar el diseño de la aplicación
et: Määra rakenduse paigutus
fi: Määritä sovelluksen asettelu
fr: Spécifier la mise en page de votre application
he: הגדר את תבנית המפה של האפליקציה שלך
it: Specifica il layout dell'applicazione
ja: アプリケーションのレイアウトを指定します
ko: 응용프로그램의 레이아웃 지정
lt: Nurodyti aplikacijos maketą
lv: Norādiet jūsu aplikācijas izkārtojumu
nb_no: Angi oppsettet for programmet
nl: Geef de lay-out van uw applicatie op
pl: Określ układ aplikacji
pt_br: Especifica o layout do seu aplicativo
ro: Specificare configuraţie a aplicaţiei
ru: Укажите макет вашего приложения
sv: Anpassa programmets layout
zh_cn: 指定应用程序的布局

source: Upload Add-In Packages
ar: تحميل حزم الوظيفة الإضافية
da: Overfør tilføjelsesprogrampakker
de: Add-In-Pakete hochladen
es: Cargar paquetes de add-ins
et: Add-In pakettide üleslaadimine
fi: Lataa lisäosapaketit
fr: Charger des ensembles de compléments
he: העלאת חבילות תכניות עזר
it: Carica pacchetto di componenti aggiuntivi
ja: アドイン パッケージをアップロードします
ko: 추가 기능 패키지 업로드
lt: Įkelti papildinio paketą
lv: Augšupielādēt pievienojumprogrammas pakotnes
nb_no: Last opp tilleggspakker
nl: Upload invoegtoepassingenpakketten
pl: Prześlij pakiety dodatków
pt_br: Carregar Pacotes de Complementos
ro: Încărcare pachete add-in
ru: Загрузить пакеты надстроек
sv: Överför tilläggspaket
zh_cn: 上传加载项工具包

source: Upload Add-Ins
ar: تحميل الوظائف الإضافية
da: Overfør tilføjelsesprogrammer
de: Add-Ins hochladen
es: Cargar add-ins
et: Add-In üleslaadimine
fi: Lataa lisäosat
fr: Charger des compléments
he: טעינת תכניות עזר
it: Carica componenti aggiuntivi
ja: アドインのアップロード
ko: 추가 기능 업로드
lt: Įkelti papildinį
lv: Augšupielādēt pievienojumprogrammas
nb_no: Last opp tillegg
nl: Upload invoegtoepassingen
pl: Prześlij dodatki
pt_br: Carregar Complementos
ro: Încărcare componente add-in
ru: Загрузить надстройки
sv: Överför tillägg
zh_cn: 上传加载项

source: Map
ar: خريطة
da: Kort
de: Karte
es: Mapa
et: Kaart
fi: Kartta
fr: Carte
he: מפה
it: Mappa
ja: マップ
ko: 맵
lt: Žemėlapis
lv: Karte
nb_no: Kart
nl: Kaart
pl: Mapa
pt_br: Mapa
ro: Hartă
ru: Карта
sv: Karta
zh_cn: 地图

# AreYouSureYouWantToLeavePageUnsavedChangesLost
source: Are you sure you want to leave this page? Any unsaved changes might be lost.
ar: هل تريد بالتأكيد في الانتقال من هذه الصفحة؟ يتم فقد كافة التغييرات التي لم يتم حفظها.
da: Er du sikker på, at du vil forlade denne side? Eventuellle ikke-gemte ændringer kan gå tabt.
de: Möchten Sie diese Seite wirklich verlassen? Nicht gespeicherte Änderungen können möglicherweise verloren gehen.
es: ¿Está seguro de que desea abandonar la página? Es posible que se pierdan los cambios no guardados.
et: Oled kindel, et soovid antud lehelt lahkuda? Kõik mittesalvestatud muudatused võivad minna kaduma.
fi: Haluatko varmasti poistua tältä sivulta? Kaikki tallentamattomat muutokset saattavat kadota.
fr: Etes-vous sûr de vouloir quitter cette page ? Les modifications non enregistrées pourraient être perdues.
he: אתה בטוח שברצונך לעזוב את הדף הזה? שינויים שלא נשמרו יאבדו.
it: Uscire dalla pagina? Eventuali modifiche non salvate potrebbero essere perse.
ja: このページから移動してもよろしいですか？保存していない変更内容は失われる可能性があります。
ko: 이 페이지를 벗어나시겠습니까? 저장하지 않은 변경 내용이 손실될 수 있습니다.
lt: Ar tikrai norite palikti šį puslapį? Visi neišsaugoti pakeitimai bus prarasti.
lv: Vai jūs tiešām vēlaties pamest šo lapu? Jebkuras nesaglabātās izmaiņas var tikt zaudētas.
nb_no: Er du sikker på at du vil forlate denne siden? Endringer som ikke er lagret, kan gå tapt.
nl: Weet u zeker dat u deze pagina wilt verlaten? Niet-opgeslagen wijzigingen gaan mogelijk verloren.
pl: Czy na pewno chcesz opuścić tę stronę? Wszelkie niezapisane zmiany mogą zostać utracone.
pt_br: Tem certeza que deseja deixar essa página? Quaisquer alterações não salvas podem ser perdidas.
ro: Sigur doriţi să părăsiţi această pagină? Toate modificările nesalvate se pot pierde.
ru: Вы уверены, что вы хотите покинуть эту страницу? Все несохраненные изменения могут быть потеряны.
sv: Vill du lämna den här sidan? Ändringar som inte har sparats kan gå förlorade.
zh_cn: 确定要离开此页面? 未保存的更改可能会丢失。

source: Confirm Page Change
ar: تأكيد تغيير الصفحة
da: Bekræft sideskift
de: Änderung der Seite bestätigen
es: Confirmar cambio de página
et: Kinnita lehe muutmine
fi: Vahvista sivunvaihto
fr: Confirmer le changement de page
he: אשר שינוי הדף
it: Conferma uscita dalla pagina
ja: ページの移動
ko: 페이지 변경 확인
lt: Patvirtinti puslapio pakeitimą
lv: Apstiprināt Mainīt lapu
nb_no: Bekreft sideendring
nl: Bevestig wijzigen pagina
pl: Potwierdź zmianę strony
pt_br: Confirmar Alteração de Página
ro: Confirmare modificare pagină
ru: Подтвердите изменение страницы
sv: Bekräfta sidändringen
zh_cn: 确认页面更改

# SpecifyToolProperties
source: Specify the tool's properties
ar: تحديد خصائص الاداة
da: Angiv værktøjets egenskaber
de: Eigenschaften des Werkzeugs angeben
es: Especificar las propiedades de la herramienta
et: Määra tööriista omadused
fi: Määritä työkalun ominaisuudet
fr: Spécifier les propriétés de l'outil
he: הגדר את מאפייני הכלי
it: Specificare le proprietà dello strumento
ja: ツールのプロパティの設定
ko: 도구의 등록정보 지정
lt: Nustatyti įrankio savybes
lv: Norādiet rīka īpašības
nb_no: Angi verktøyets egenskaper
nl: Geef de eigenschappen van de tool op
pl: Określ właściwości narzędzia
pt_br: Especifica as propriedades da ferramenta
ro: Specificare proprietăţi instrument
ru: Указать свойства инструмента
sv: Ange verktygets egenskaper
zh_cn: 指定工具属性

source: Save As...
ar: جارِ الحفظ باسم...
da: Gem som...
de: Speichern unter...
es: Guardar como...
et: Salvesta nimega...
fi: Tallenna nimellä...
fr: Enregistrer sous...
he: שמור בשם...
it: Salva con nome...
ja: 名前を付けて保存...
ko: 다른 이름으로 저장...
lt: Išsaugoti kaip...
lv: Saglabāt kā...
nb_no: Lagre som...
nl: Opslaan als...
pl: Zapisz jako...
pt_br: Salvar Como...
ro: Salvare ca...
ru: Сохранить как...
sv: Spara som...
zh_cn: 另存为...

# AddGroupButton
source: Add Group
ar: إضافة مجموعة
da: Tilføj gruppe
de: Gruppe hinzufügen
es: Agregar grupo
et: Lisa grupp
fi: Lisää ryhmä
fr: Ajouter un groupe
he: הוסף קבוצה
it: Aggiungi gruppo
ja: グループの追加
ko: 그룹 추가
lt: Pridėti grupę
lv: Pievienot Grupu
nb_no: Legg til gruppe
nl: Voeg groep toe
pl: Dodaj grupę
pt_br: Adicionar Grupo
ro: Adăugare grup
ru: Добавить группу
sv: Lägg till grupp
zh_cn: 添加组

source: Cannot Add Element
ar: يتعذر إضافة عنصر
da: Kan ikke tilføje element
de: Element kann nicht hinzugefügt werden
es: No se puede agregar el elemento
et: Ei saa lisada elementi
fi: Elementtiä ei voi lisätä
fr: Impossible d'ajouter l'élément
he: לא ניתן להוסיף אלמנט
it: Impossibile aggiungere l'elemento
ja: エレメントを追加できません
ko: 요소를 추가할 수 없음
lt: Negalima pridėti elemento
lv: Nevar pievienot elementu
nb_no: Kan ikke legge til element
nl: Kan element niet toevoegen
pl: Nie można dodać elementu
pt_br: Não é possível Adicionar Elemento
ro: Nu se poate adăuga elementul
ru: Не удается добавить элемент
sv: Det går inte att lägga till element
zh_cn: 不能添加元素

# CannotAddGroupButton
source: Cannot Add Group
ar: يتعذر إضافة مجموعة
da: Kan ikke tilføje gruppe
de: Gruppe kann nicht hinzugefügt werden
es: No se puede agregar el grupo
et: Ei saa lisada gruppi
fi: Ryhmää ei voi lisätä
fr: Impossible d'ajouter le groupe
he: לא ניתן להוסיף קבוצה
it: Impossibile aggiungere il gruppo
ja: グループを追加できません
ko: 그룹을 추가할 수 없음
lt: Negalima pridėti grupės
lv: Nevar pievienot grupu
nb_no: Kan ikke legge til gruppe
nl: Kan groep niet toevoegen
pl: Nie można dodać grupy
pt_br: Não é possível Adicionar Grupo
ro: Nu se poate adăuga grupul
ru: Не удается добавить группу
sv: Det går inte att lägga till grupp
zh_cn: 不能添加组

source: Cannot Add Tool
ar: يتعذر إضافة أداة
da: Kan ikke tilføje værktøj
de: Werkzeug kann nicht hinzugefügt werden
es: No se puede agregar la herramienta
et: Ei saa lisada töövahendit
fi: Työkalua ei voi lisätä
fr: Impossible d'ajouter l'outil
he: לא ניתן להוסיף כלי
it: Impossibile aggiungere lo strumento
ja: ツールを追加できません
ko: 도구를 추가할 수 없음
lt: Negalima pridėti įrankio
lv: Nevar pievienot rīku
nb_no: Kan ikke legge til verktøy
nl: Kan tool niet toevoegen
pl: Nie można dodać narzędzia
pt_br: Não é possível Adicionar Ferramenta
ro: Nu se poate adăuga instrumentul
ru: Не удается добавить инструмент
sv: Det går inte att lägga till verktyg
zh_cn: 不能添加工具

# ChooseAvailableTool
source: You must choose an individual tool from the Available Tools tree.
ar: يجب اختيار أداة فردية من شجرة الأدوات المتوفرة.
da: Du skal vælge et enkelt værktøj fra træet Tilgængelige værktøjer.
de: Aus der Struktur 'Verfügbare Werkzeuge' muss ein einzelnes Werkzeug ausgewählt werden.
es: Debe elegir una herramienta individual de la jerarquía de herramientas disponibles.
et: Peate valima eraldiseisva töövahendi kättesaadavate vahendite alt.
fi: Sinun on valittava yksittäinen työkalu Käytettävissä olevat työkalut -rakenteesta.
fr: Vous devez choisir un outil particulier dans l'arborescence des outils disponibles.
he: חובה לבחור כלי יחיד מהכלים הזמינים בעץ הכלים.
it: È necessario selezionare un singolo strumento dall'albero di quelli disponibili.
ja: 利用可能なツール ツリーから、ツールを個別に選択する必要があります。
ko: "사용 가능한 도구" 트리에서 개별 도구를 선택해야 합니다.
lt: Privalote pasirinkti norimą įrankį iš galimų įrankių medžio.
lv: Jums ir jāizvēlas individuāls rīks no Iespējamo rīku koka.
nb_no: Du må velge et enkeltverktøy fra Tilgjengelige verktøy-treet.
nl: U moet een afzonderlijke tool kiezen uit de structuurweergave met beschikbare tools.
pl: Musisz wybrać oddzielne narzędzie z drzewa dostępnych narzędzi.
pt_br: Você deve escolher uma ferramenta individual da árvore Ferramentas Disponíveis.
ro: Trebuie să alegeţi un instrument individual din arborele de instrumente disponibile.
ru: Вы должны выбрать индивидуальный инструмент из дерева доступных инструментов.
sv: Du måste välja ett enskilt verktyg från trädet Tillgängliga verktyg.
zh_cn: 您必须从可用工具树中选择单个工具。

# DefaultGroupButtonDescription
source: New Group
ar: مجموعة جديدة
da: Ny gruppe
de: Neue Gruppe
es: Nuevo grupo
et: Uus grupp
fi: Uusi ryhmä
fr: Nouveau groupe
he: קבוצה חדשה
it: Nuovo gruppo
ja: 新規グループ
ko: 새 그룹
lt: Nauja grupė
lv: Jauna grupa
nb_no: Ny gruppe
nl: Nieuwe groep
pl: Nowa grupa
pt_br: Novo Grupo
ro: Grup nou
ru: Новая группа
sv: Ny grupp
zh_cn: 新建组

# DefaultGroupButtonLabel
source: New Group
ar: مجموعة جديدة
da: Ny gruppe
de: Neue Gruppe
es: Nuevo grupo
et: Uus grupp
fi: Uusi ryhmä
fr: Nouveau groupe
he: קבוצה חדשה
it: Nuovo gruppo
ja: 新規グループ
ko: 새 그룹
lt: Nauja grupė
lv: Jauna grupa
nb_no: Ny gruppe
nl: Nieuwe groep
pl: Nowa grupa
pt_br: Novo Grupo
ro: Grup nou
ru: Новая группа
sv: Ny grupp
zh_cn: 新建组

# RootLevelToAddGroup
source: You must choose a toolbar or root level node of a toolbar to add a Group.
ar: يجب عليك اختيار شريط أدوات أو عقدة مستوى الجذر من شريط أدوات لإضافته إلى مجموعة.
da: Du skal vælge en værktøjslinje eller en rodniveau-node fra en værktøjslinje for at tilføje en gruppe.
de: Zum Hinzufügen einer Gruppe muss eine Werkzeugleiste oder ein Knoten der Stammebene einer Werkzeugleiste ausgewählt werden.
es: Debe elegir una barra de herramientas o un nodo de nivel de raíz de una barra de herramientas para agregar un grupo.
et: Gruppi lisamiseks peate valima tööriistariba või juure tasemel tööriistariba.
fi: Sinun on valittava ryhmään lisättävä työkalurivi tai työkalurivin päätason solmu.
fr: Vous devez choisir une barre d'outils ou le noeud racine d'une barre d'outils pour pouvoir ajouter un groupe.
he: חובה לבחור סרגל כלים או root level node של סרגל כלים כדי להוסיפו לקבוצה.
it: Per aggiungere un gruppo è necessario selezionare una barra degli strumenti o un nodo di livello radice di una barra.
ja: グループを追加するツールバーまたはツールバーのルート レベル ノードを選択する必要があります。
ko: 그룹을 추가하려면 도구 모음 또는 도구 모음의 루트 레벨 노드를 선택해야 합니다.
lt: Grupei pridėti turite nurodyti įrankių juostą arba įrankių juostos pradinį lygmenį.
lv: Jums ir jāizvēlas rīkjosla vai rīkjoslas saknes līmeņa mezgls, lai pievienotu grupu.
nb_no: Du må velge en verktøylinje eller rotnivånode for en verktøylinje for å legge til en gruppe.
nl: U moet een werkbalk of knooppunt op hoofdniveau van een werkbalk kiezen om een groep te kunnen toevoegen
pl: Aby dodać grupę, musisz wybrać pasek narzędzi lub węzeł na poziomie głównym paska narzędzi.
pt_br: Você deve escolher uma barra de ferramentas ou um nó de nível da raiz de uma barra de ferramentas para adicionar um Grupo.
ro: Trebuie să alegeţi o bară de instrumente sau un nod de la nivelul rădăcinii al unei bare de instrumente pentru a adăuga un grup.
ru: Вы должны выбрать панель инструментов или узел корневого уровня панели инструментов для добавления новой группы.
sv: Du måste välja ett verktygsfält eller ett verktygsfälts rotnod, för att lägga till en grupp.
zh_cn: 您必须选择工具条或工具条的根节点来添加组。

source: <Separator>
ar: <فاصل>
da: <Skilletegn>
de: <Trennzeichen>
es: <Separador>
et: <Eraldaja>
fi: <Erotin>
fr: <Séparateur>
it: <Separatore>
ja: <区切り記号>
ko: <구분 기호>
lt: <Skyriklis>
lv: <Atdalītājs>
nl: <Scheidingsteken>
pt_br: <Separador>
ru: <Разделитель>
sv: <Avgränsare>
zh_cn: <分隔符>
