Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
es: Agregar
et: Lisa
fi: Lisää
fr: Ajouter
he: הוסף
it: Aggiungi
ja: 追加
ko: 추가
lt: Pridėti
lv: Pievienot
nb_no: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adăugare
ru: Добавить
sv: Lägg till
zh_cn: 添加

source: Add Behavior
ar: إضافة سلوك
da: Tilføj adfærd
de: Verhalten hinzufügen
es: Agregar comportamiento
et: Lisa eeskiri
fi: Lisää toiminta
fr: Ajouter un comportement
he: הוסף התנהגות
it: Aggiungi comportamento
ja: ビヘイビアーの追加
ko: 동작 추가
lt: Pridėti veikimo taisyklę
lv: Pievienot darba režīmu
nb_no: Legg til virkemåte
nl: Voeg gedrag toe
pl: Dodaj zachowanie
pt_br: Adicionar Comportamento
ro: Adăugare comportament
ru: Добавить поведение
sv: Lägg till beteendefunktion
zh_cn: 添加行为

# AddBehaviorDescription
source: Add a behavior to the Viewer
ar: إضافة سلوك إلي العارض
da: Føj en adfærd til Viewer-programmet
de: Verhalten zum Viewer hinzufügen
es: Agregar un comportamiento a Viewer
et: Lisa eeskiri sirvijale
fi: Lisää toiminta Vieweriin
fr: Ajouter un comportement à la visionneuse
he: הוסף התנהגות לצפיין
it: Aggiungi un comportamento al visualizzatore
ja: ビヘイビアーをビューアに追加します
ko: 뷰어에 동작을 추가합니다.
lt: Pridėti veikimo taisyklę į Viewer
lv: Pievienot skatītājam uzvedību
nb_no: Legg til en virkemåte i Viewer
nl: Voeg een gedrag aan de viewer toe
pl: Dodaj zachowanie do przeglądarki
pt_br: Adiciona um comportamento na Janela de Visualização
ro: Adăugaţi un comportament la aplicaţia de vizualizare
ru: Добавить поведение во вьюер
sv: Lägg till ett beteende i visningsprogrammet
zh_cn: 向查看器添加行为

source: Add Geoprocessing
ar: إضافة المعالجة الجغرافية
da: Tilføj geoprocessering
de: Geoverarbeitung hinzufügen
es: Agregar geoprocesamiento
et: Lisa geotöötlus
fi: Lisää geoprosessointi
fr: Ajouter un géotraitement
he: הוסף Geoprocessing
it: Aggiungi geoprocessing
ja: ジオプロセシングの追加
ko: 지오프로세싱 추가
lt: Pridėti geoduomenų apdorojimą
lv: Pievienot ģeodatu apstrādi
nb_no: Legg til geoprosessering
nl: Voeg Geoprocessing toe
pl: Dodaj geoprzetwarzanie
pt_br: Adicionar Geoprocessamento
ro: Adăugare geoprocesare
ru: Добавить геообработку
sv: Lägg till Geobearbetning
zh_cn: 添加地理处理

# AddGeoprocessingDescription
source: Add a geoprocessing tool to the Viewer. A geoprocessing tool allows users of the Viewer to use an ArcGIS Server Geoprocessing Service.
ar: إضافة أداة المعالجة الجغرافية إلي العارض. تتيح أداة المعالجة الجغرافية لمستخدمي العارض استخدام خدمة معالجة ArcGIS for Server الجغرافية.
da: Føj et geoprocesseringsværktøj til Viewer-programmet. Med et geoprocesseringsværktøj kan brugere af Viewer-programmet anvende en ArcGIS Server-geoprocesseringstjeneste.
de: Ein Geoverarbeitungswerkzeug dem Viewer hinzufügen. Mithilfe eines Geoverarbeitungswerkzeugs können Benutzer des Viewers einen Geoverarbeitungs-Service von einem ArcGIS-Server verwenden.
es: Agrega una herramienta de geoprocesamiento a Viewer. Las herramientas de geoprocesamiento permiten a los usuarios de Viewer utilizar un servicio de geoprocesamiento de ArcGIS Server.
et: Lisa geotöötluse vahend sirvijale. Geotöötluse vastav vahend võimaldab kasutajal ArcGIS Server geotöötluse teenuste kasutamist.
fi: Lisää Vieweriin geoprosessointityökalu. Geoprosessointityökalun avulla Viewerin käyttäjät voivat käyttää ArcGIS Serverin geoprosessointipalvelua.
fr: Ajouter un outil de géotraitement à la visionneuse. Un outil de géotraitement permet aux utilisateurs de la visionneuse d'utiliser un service de géotraitement du serveur ArcGIS.
he: הוסף כלי geoprocessing לצפיין. כלי geoprocessing מאפשר למשתמשים להשתמש בשירות geoprocessing של ArcGIS Server
it: Aggiunge uno strumento di geoprocessing al visualizzatore. Uno strumento di geoprocessing consente agli utenti del visualizzatore di utilizzare un servizio di geoprocessing di ArcGIS Server.
ja: ジオプロセシング ツールをビューアに追加します。ジオプロセシング ツールを使用すると、ビューアのユーザは ArcGIS Server のジオプロセシング サービスを利用できます。
ko: 뷰어에 지오프로세싱 도구를 추가합니다. 지오프로세싱 도구는 뷰어 사용자가 ArcGIS Server 지오프로세싱 서비스를 사용할 수 있게 해줍니다.
lt: Pridėti geoduomenų apdorojimo įrankį į Viewer. Šis įrankis leidžia Viewer vartotojams naudoti ArcGIS Server geoduomenų apdorojimo servisą.
lv: Pievienot skatītājam ģeodatu apstrādes rīku. Ģeodatu apstrādes rīks ļauj skatītāja lietotājam izmantot ArcGIS Servera Geoprocessing servisu.
nb_no: Legg til et geoprosesseringsverktøy i Viewer. Et geoprosesseringsverktøy lar brukere av Viewer bruke en ArcGIS Server geoprosesseringstjeneste.
nl: Voeg een geoprocessingtool aan de Viewer toe. Met een geoprocessingtool kunnen gebruikers van de Viewer een ArcGIS Server-geoprocessingservice gebruiken.
pl: Dodaj narzędzie geoprzetwarzania do przeglądarki. Narzędzie geoprzetwarzania umożliwia użytkownikom przeglądarki korzystanie z usługi geoprzetwarzania ArcGIS Server.
pt_br: Adiciona uma ferramenta de geoprocessamento na Janela de Visualização. Uma ferramenta de geoprocessamento permite que usuários da Janela de Visualização usem um Serviço de Geoprocessamento do ArcGIS Server.
ro: Adăugaţi o geoprocesare la aplicaţia de vizualizare. Un instrument de geoprocesare le permite utilizatorilor aplicaţiei de vizualizare să utilizeze un serviciu de geoprocesare ArcGIS Server.
ru: Добавить во вьюер инструмент геообработки. Инструмент геообработки даст пользователям вьюера возможность использовать сервис геообработки ArcGIS Server.
sv: Lägg till ett geobearbetningsverktyg i visningsprogrammet så att användarna kan använda en ArcGIS Server-geobearbetningstjänst.
zh_cn: 向查看器添加地理处理工具。地理处理工具允许查看器的用户使用 ArcGIS Server 地理处理服务。

# AddGeoRSSDescription
source: Add a geo-enabled RSS feed to the map
ar: إضافة موجز RSS ممكَن جغرافيًا إلى الخريطة
da: Føj et geo-aktiveret RSS-feed til kortet
de: GeoRSS Feed zur Karte hinzufügen
es: Agrega una fuente RSS habilitada geográficamente al mapa
et: Lisa kaardile geograafilise sisuga RSS-voog
fi: Lisää karttaan paikkatietoja sisältävä RSS-syöte
fr: Ajouter un flux GeoRSS à la carte
he: הוסף למפה Rss Feed מאופשר גיאוגרפית
it: Aggiungi feed RSS geocompatibile alla mappa
ja: 位置情報に対応している RSS フィードをマップに追加します
ko: 지오 지원 RSS 피드를 맵에 추가합니다.
lt: Pridėti RSS giją
lv: Pievienot geo iespējotu RSS padevi uz karti
nb_no: Legg en geo-aktivert RSS-feed til kartet
nl: Voeg een RSS-feed met geografie aan de kaart toe
pl: Dodaj do mapy kanał GeoRSS obsługujący dane geograficzne
pt_br: Adiciona um serviço de geo RSS habilitado no mapa
ro: Adăugaţi un flux RSS geo-activat la hartă
ru: Добавить гео-поддерживающий RSS-канал на карту
sv: Lägg till en geoaktiverad RSS-feed till kartan
zh_cn: 向该地图添加启用了地理服务的 RSS 源

source: Add GP
ar: إضافة معالجة جغرافية
da: Tilføj GP
de: Geoverarbeitung hinzufügen
es: Agregar GP
et: Lisa GT
fi: Lisää geoprosessointi
fr: Ajouter un géotraitement
he: הוסף GP
it: Aggiungi GP
ja: ジオプロセシングの追加
ko: GP 추가
lt: Pridėti GP
lv: Pievienot GP
nb_no: Legg til GP
nl: Voeg GP toe
pl: Dodaj GP
pt_br: Adicionar GP
ro: Adăugare GP
ru: Добавить геообработку
sv: Lägg till GP
zh_cn: 添加地理处理服务

source: Add Tool
ar: إضافة أداة
da: Tilføj værktøj
de: Werkzeug hinzufügen
es: Agregar herramienta
et: Lisa töövahend
fi: Lisää työkalu
fr: Ajouter un outil
he: הוסף כלי
it: Aggiungi strumento
ja: ツールの追加
ko: 도구 추가
lt: Pridėti įrankį
lv: Pievienot rīku
nb_no: Legg til verktøy
nl: Voeg tool toe
pl: Dodaj narzędzie
pt_br: Adicionar Ferramenta
ro: Adăugare instrument
ru: Добавить инструмент
sv: Lägg till verktyg
zh_cn: 添加工具

# AddToolDescription
source: Add a tool to the Viewer
ar: إضافة أداة إلى العارض
da: Føj et værktøj til Viewer-programmet
de: Werkzeug zum Viewer hinzufügen
es: Agregar una herramienta a Viewer
et: Lisa töövahend sirvijale
fi: Lisää Vieweriin työkalu
fr: Ajouter un outil à la visionneuse
he: הוסף כלי לצפיין
it: Aggiungi uno strumento al visualizzatore
ja: ツールをビューアに追加します
ko: 뷰어에 도구를 추가합니다.
lt: Pridėt įrankį į Viewer
lv: Pievienot skatītājam rīku
nb_no: Legg et verktøy til Viewer
nl: Voeg een tool toe aan de Viewer
pl: Dodaje narzędzie do przeglądarki
pt_br: Adiciona uma ferramenta na Janela de Visualização
ro: Adăugaţi un instrument la aplicaţia de vizualizare
ru: Добавить инструмент во вьюер
sv: Lägg till ett verktyg i visningsprogrammet
zh_cn: 向查看器添加工具

source: Application Builder Settings
ar: إعدادات منشئ التطبيق
da: Application Builder-indstillinger
de: Application Builder-Einstellungen
es: Configuración de Application Builder
et: Rakenduse koostaja seaded
fi: Application Builderin asetukset
fr: Paramètres Application Builder
he: הגדרות Application Builder
it: Impostazioni di Application Builder
ja: Application Builder の設定
ko: 응용프로그램 빌더 설정
lt: Aplikacijos kūrimo įrankio nustatymai
lv: Aplikācijas veidotāja iestatījumi
nb_no: Programbygger-innstillinger
nl: Instellingen Application Builder
pl: Ustawienia Kreatora aplikacji
pt_br: Configurações do Application Builder
ro: Setări Application Builder
ru: Настройки конструктора приложения
sv: Inställningar för Application Builder
zh_cn: 应用程序构建器设置

# ApplicationBuilderSettingsDescription
source: View and modify the settings of Application Builder including management of add-ins and basemaps.
ar: عرض إعدادات منشئ التطبيق وتعديلها بما في ذلك إدارة الوظائف الإضافية وخرائط الأساس.
da: Få vist og redigér indstillingerne for Application Builder inkl. administration af tillføjelsesprogrammer og baggrundskort.
de: Die Einstellungen von Application Builder anzeigen und ändern; einschließlich der Verwaltung von Add-Ins und Grundkarten.
es: Permite ver y modificar la configuración de Application Builder, incluida la administración de los add-ins y los mapas base.
et: Vaata ja muuda rakenduse koostaja seadeid, et hallata näiteks add-in komponente ja aluskaarte.
fi: Näytä ja muokkaa Application Builderin asetuksia, kuten lisäosien ja taustakarttojen hallinta-asetuksia.
fr: Afficher et modifier les paramètres Application Builder, y compris la gestion des compléments et des fonds de carte.
he: צפייה ועדכון של הגדרות ה- Application Builder כולל ניהול ה-add-ins ומפות הבסיס.
it: Visualizza e consente di modificare le impostazioni di Application Builder, tra cui la gestione di componenti aggiuntivi e mappe di base.
ja: アドインやベースマップの管理など、Application Builder の設定を表示および変更します。
ko: 추가 기능 및 베이스맵 관리를 비롯한 응용프로그램 빌더 설정을 보거나 수정합니다.
lt: Peržiūrėti ir pakeisti aplikacijos kūrimo įrankio nustatymus, įskaitant papildinių ir pagrindo žemėlapių tvarkymą.
lv: Apskatīt un modificēt Aplikāciju veidotāja iestatījumus, tostarp pievienojumprogrammu un pamatkaršu pārvaldību.
nb_no: Vis og endre innstillingene for Programbygger, inkludert administrasjon av tillegg og bakgrunnskart.
nl: Bekijk en bewerk de instellingen van Application Builder, waaronder beheer van invoegapplicaties en basiskaarten.
pl: Wyświetl i zmodyfikuj ustawienia Kreatora aplikacji łącznie z zarządzaniem dodatkami i mapami bazowymi.
pt_br: Visualiza e modifica as configurações do Application Builder inclusive gerenciamento de complementos e mapas base.
ro: Vizualizaţi şi modificaţi setările Application Builder inclusiv administrarea componentelor add-in şi hărţilor fundal.
ru: Просмотреть и изменить настройки Конструктора приложения, включая управление вложениями и базовыми картами.
sv: Visa och ändra inställningarna för Application Builder, inklusive hantering av tillägg och baskartor.
zh_cn: 查看和修改应用程序构建器的设置(包括对加载项和底图的管理)。

source: Attribute Table
ar: جدول البيانات
da: Attributtabel
de: Attributtabelle
es: Tabla de atributos
et: Atribuuditabel
fi: Ominaisuustietotaulu
fr: Table attributaire
he: טבלת מאפיינים
it: Tabella attributi
ja: 属性テーブル
ko: 속성 테이블
lt: Atributinė lentelė
lv: Atribūtu tabula
nb_no: Attributtabell
nl: Attribuuttabel
pl: Tabela atrybutów
pt_br: Tabela de Atributos
ro: Tabel de atribute
ru: Таблица атрибутов
sv: Attributtabell
zh_cn: 属性表

# BasemapGalleryDescription
source: Select a different base layer for the map
ar: تحديد طبقة أساس مختلفة للخريطة
da: Vælg et andet basislag til kortet
de: Anderen Grundkarten-Layer für die Karte auswählen
es: Seleccione una capa base diferente para el mapa
et: Vali kaardile erinev aluskiht
fi: Valitse eri taustakarttataso kartalle
fr: Sélectionner un autre fond de carte pour la carte
he: בחר שכבת בסיס אחרת למפה
it: Selezionare un layer di base diverso per la mappa
ja: マップに別のベース レイヤを選択します
ko: 맵에 대해 다른 베이스 레이어를 선택합니다.
lt: Pasirinkti kitą pagrindo žemėlapį
lv: Izvēlieties kartei citu pamata slāni
nb_no: Velg et annet bakgrunnslag for kartet
nl: Selecteer een andere basislaag voor de kaart
pl: Wybierz inną warstwę bazową dla mapy
pt_br: Seleciona uma camada base diferente no mapa
ro: Selectaţi alt strat tematic de bază pentru hartă
ru: Выбрать другой базовый слой для карты
sv: Välj ett annat baslager för kartan
zh_cn: 为地图选择其他底图图层

source: Behaviors
ar: سلوكيات
da: Adfærd
de: Verhalten
es: Comportamientos
et: Eeskirjad
fi: Toiminnot
fr: Comportements
he: התנהגויות
it: Comportamenti
ja: ビヘイビアー
ko: 동작
lt: Veikimo taisyklės
lv: Uzvedības
nb_no: Virkemåter
nl: Gedragingen
pl: Zachowania
pt_br: Comportamentos
ro: Comportamente
ru: Варианты поведения
sv: Beteendefunktioner
zh_cn: 行为

source: Branding
ar: علامة تجارية
es: Marca
et: Kaubamärgi kasutamine
fi: Brändäys
fr: Valorisation de la marque
he: מיתוג
it: Personalizzazione
ja: ブランディング
ko: 브랜딩
lt: Prekės ženklo įtvirtinimas
lv: Marķējums
nb_no: Merkevarenavn
nl: Huisstijl
pl: Znakowanie
pt_br: Personalização
ru: Брендинг
sv: Anpassning
zh_cn: 标识

source: Change
ar: تغيير
da: Redigér
de: Ändern
es: Cambiar
et: Muuda
fi: Muuta
fr: Modifier
he: שנה
it: Cambia
ja: 変更
ko: 변경
lt: Pakeisti
lv: Nomaiņa
nb_no: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
ro: Modificare
ru: Изменить
sv: Ändra
zh_cn: 更改

source: Change Layout
ar: تغيير التخطيط
da: Skift layout
de: Layout ändern
es: Cambiar diseño
et: Muuda paigutust
fi: Muuta asettelua
fr: Changer la mise en page
he: שנה את תבנית המפה
it: Cambia Layout
ja: レイアウトの変更
ko: 레이아웃 변경
lt: Pakeisti maketą
lv: Mainīt izkārtojumu
nb_no: Endre oppsett
nl: Verander lay-out
pl: Zmień układ
pt_br: Modificar Layout
ro: Modificare configuraţie
ru: Изменить компоновку
sv: Ändra layout
zh_cn: 更改布局

# ChangeLayoutDescription
source: Select a new layout for the Viewer
ar: تحديد تخطيط جديد للعارض
da: Vælg et nyt layout til Viewer-programmet
de: Neues Layout für den Viewer auswählen
es: Seleccione un nuevo diseño para Viewer
et: Vali sirvijale uus paigutus
fi: Valitse uusi asettelu Viewerille
fr: Sélectionner une nouvelle mise en page pour la visionneuse
he: בחר את תבנית מפה חדשה לצפיין
it: Selezionare un nuovo layout per il visualizzatore
ja: ビューアの新しいレイアウトを選択します
ko: 뷰어에 대해 새 레이아웃을 선택합니다.
lt: Pasirinkti naują išdėstymą, skirtą Viewer
lv: Izvēlieties skatītājam jaunu izkārtojumu
nb_no: Velg et nytt oppsett for Viewer
nl: Selecteer een nieuwe lay-out voor de Viewer
pl: Wybierz nowy układ dla przeglądarki
pt_br: Seleciona um novo layout para a Janela de Visualização
ro: Selectaţi o configuraţie nouă pentru aplicaţia de vizualizare
ru: Выбрать новую компоновку для вьюера
sv: Välj en ny layout för visningsprogrammet
zh_cn: 为查看器选择新布局

source: Change Logo
ar: تغيير الشعار
da: Skift logo
de: Logo ändern
es: Cambiar el logotipo
et: Muuda logo
fi: Muuta logoa
fr: Changer le logo
he: שנה לוגו
it: Cambia logo
ja: ロゴの変更
ko: 로고 변경
lt: Keisti logotipą
lv: Mainīt logotipu
nb_no: Endre logo
nl: Wijzig logo
pl: Zmień logo
pt_br: Alterar Logo
ro: Modificare siglă
ru: Изменить логотип
sv: Ändra logotyp
zh_cn: 更改徽标

# ChangeLogoDescription
source: Select a logo for the Viewer
ar: تحديد الشعار للعارض
da: Vælg et logo til Viewer-programmet
de: Logo für den Viewer auswählen
es: Seleccione un logotipo para Viewer
et: Vali sirvijale logo
fi: Valitse logo Viewerille
fr: Sélectionner un logo pour la visionneuse
he: בחר לוגו לצפיין
it: Selezionare un logo per il visualizzatore
ja: ビューアのロゴを選択します
ko: 뷰어의 로고를 선택합니다.
lt: Pasirinkti logotipą, skirtą Viewer
lv: Izvēlieties skatītājam logotipu
nb_no: Velg en logo for Viewer
nl: Selecteer een logo voor de Viewer
pl: Wybierz logo dla przeglądarki
pt_br: Seleciona um logo para a Janela de Visualização
ro: Selectaţi o siglă pentru aplicaţia de vizualizare
ru: Выбрать логотип для вьюера
sv: Välj en logotyp för visningsprogrammet
zh_cn: 选择查看器的徽标

source: Change Title and Links
ar: تغيير العنوان والارتباطات
da: Redigér titel og links
de: Titel und Links ändern
es: Cambiar el título y los enlaces
et: Muuda pealkirja ja linke
fi: Muuta otsikkoa ja linkkejä
fr: Modifier le titre et les liens
he: שנה כותרת וקישורים
it: Modifica titoli e collegamenti
ja: タイトルとリンクの変更
ko: 제목 및 링크 변경
lt: Keisti antraštę ir nuorodas
lv: Mainīt virsrakstu un saites
nb_no: Endre tittel og koblinger
nl: Wijzig titel en koppelingen
pl: Zmień tytuł i łącza
pt_br: Alterar Título e Links
ro: Modificare titlu şi legături
ru: Изменение название и ссылки
sv: Ändra titel och länkar
zh_cn: 更改标题和链接

# ChangeTitleAndLinksDescription
source: Edit the Viewer's title and hyperlinks
ar: تحرير عنوان العارض والارتباطات التشعبية
da: Redigér Viewer-programmets titel og hyperlinks
de: Titel und Hyperlinks des Viewers bearbeiten
es: Edita el título y los hipervínculos de Viewer
et: Muuda sirvija pealkirja ja hüperlinke
fi: Muokkaa Viewerin otsikkoa ja hyperlinkkejä
fr: Modifier le titre et les liens de la visionneuse
he: ערוך את כותרת צפיין והיפר הקישור
it: Modifica il titolo e i collegamenti ipertestuali del visualizzatore
ja: ビューアのタイトルとハイパーリンクを編集します
ko: 뷰어의 제목 및 하이퍼링크를 편집합니다.
lt: Redaguoti Viewer antraštę ir hipersaitus
lv: Rediģēt skatītāja virsrakstu un hipersaites
nb_no: Rediger Viewers tittel og hyperkoblinger
nl: Wijzig de titel en hyperlinks van de Viewer
pl: Edytuj tytuł przeglądarki i hiperłącza
pt_br: Edita o título da Janela de Visualização e hyperlinks
ro: Editaţi titlul şi hiperlegăturile aplicaţiei de vizualizare
ru: Изменить заголовок вьюера и гиперссылки
sv: Redigera visningsprogrammets titel och hyperlänkar
zh_cn: 编辑查看器的标题和超链接

source: Configure
ar: تكوين
da: Konfigurér
de: Konfigurieren
es: Configurar
et: Seadista
fi: Muokkaa
fr: Configurer
he: קבע תצורה
it: Configura
ja: 構成
ko: 구성
lt: Konfigūruoti
lv: Konfigurēt
nb_no: Konfigurer
nl: Configureren
pl: Konfiguruj
pt_br: Configurar
ro: Configurare
ru: Настройка
sv: Konfigurera
zh_cn: 配置

source: Configure Theme
ar: تكوين السمة
da: Konfigurér tema
de: Design konfigurieren
es: Configurar el tema
et: Seadista teema
fi: Muokkaa teemaa
fr: Configurer le thème
he: הגדרת נושא
it: Configura tema
ja: テーマの構成
ko: 테마 구성
lt: Konfigūruoti temą
lv: Konfigurēt tēmas
nb_no: Konfigurer tema
nl: Configureer thema
pl: Konfiguruj motyw
pt_br: Configurar Tema
ro: Configurare temă
ru: Настройка темы
sv: Konfigurera tema
zh_cn: 配置主题

# ConfigureThemeDescription
source: Edit the Viewer's theme colors
ar: تحرير ألوان سمة العارض
da: Redigér Viewer-programmets temafarver
de: Designfarben des Viewers bearbeiten
es: Edita los colores del tema de Viewer
et: Muuda sirvija teema värvid
fi: Muokkaa Viewerin teeman värejä
fr: Modifier les couleurs du thème de la visionneuse
he: ערוך את צבעי הנושא של הצופים
it: Modifica i colori del tema del visualizzatore
ja: ビューアのテーマ色を編集します
ko: 뷰어의 테마 색을 편집합니다.
lt: Redaguoti Viewer temos spalvas
lv: Rediģēt skatītāja tēmas krāsas
nb_no: Rediger temafargene i Viewer
nl: Wijzig de themakleuren van de Viewer
pl: Edytuj kolory motywu przeglądarki
pt_br: Edita as cores de tema da Janela de Visualização
ro: Editaţi culorile temei aplicaţiei de vizualizare
ru: Изменить цвета темы вьюера
sv: Redigera temafärger i visningsprogrammet
zh_cn: 编辑查看器的主题颜色

source: Full Screen
ar: ملء الشاشة
da: Fuld skærm
de: Vollbild
es: Pantalla completa
et: Täisekraan
fi: Koko näyttö
fr: Plein écran
he: מסך מלא
it: Schermo intero
ja: 全画面表示
ko: 전체 화면
lt: Visas ekranas
lv: Pilns ekrāns
nb_no: Full skjerm
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela Cheia
ro: Pe tot ecranul
ru: Во весь экран
sv: Helskärm
zh_cn: 全屏

# FullScreenDescription
source: Put the Application Builder in full screen mode
ar: وضع منشئ التطبيق في وضع ملء الشاشة
da: Sæt Application Builder i fuldskærmstilstand
de: Application Builder im Vollbildmodus anzeigen
es: Cambia el Application Builder a modo de pantalla completa
et: Paiguta rakenduse koostaja täisekraani vaatesse
fi: Siirrä Application Builder koko näytön tilaan
fr: Afficher Application Builder en mode plein écran
he: הפוך את ה- Application Builder למוד מסך מלא
it: Passa alla modalità schermo intero di Application Builder
ja: Application Builder を全画面モードにします
ko: 응용프로그램 빌더를 전체 화면 모드로 표시합니다.
lt: Rodyti aplikacijos kūrimo įrankį per visą ekraną
lv: Ielieciet Aplikāciju veidotāju pilnekrāna režīmā
nb_no: Sett Programbygger i fullskjermmodus
nl: Schakel de volledig-schermmodus van de Application Builder in
pl: Ustaw Kreator aplikacji w trybie pełnoekranowym
pt_br: Insere o Application Builder em modo de tela cheia
ro: Puneţi Application Builder în modul pe tot ecranul
ru: Разместить конструктор приложения в полноэкранном режиме
sv: Visa Application Builder i helskärmsläge
zh_cn: 将应用程序构建器切换至全屏模式

source: Home
ar: الصفحة الرئيسية
da: Hjem
de: Start
es: Inicio
et: Esileht
fi: Koti
fr: Accueil
ja: ホーム
ko: 홈
lt: Pradžia
lv: Mājas
nb_no: Hjem
nl: Startpagina
pl: Strona główna
pt_br: Página Inicial
ro: Prima pagină
ru: Домашняя страница
sv: Hem
zh_cn: 主页

# HomeDescription
source: Return to the Application Builder's start page
ar: الرجوع إلى صفحة بدء منشئ التطبيق
da: Returnér til Application Builder-startsiden
de: Zur Startseite von Application Builder zurückkehren
es: Vuelve a la página de inicio de Application Builder
et: Pöördu tagasi rakenduse koostaja alguslehele
fi: Palaa Application Builderin aloitussivulle
fr: Revenir à la page de départ d'Application Builder
he: חזור אל דף ההתחלה של ה-Application Builder's
it: Torna alla pagina iniziale di Application Builder
ja: Application Builder のスタート ページに戻ります
ko: 응용프로그램 빌더의 시작 페이지로 돌아갑니다.
lt: Grįžti į aplikacijos kūrimo įrankio pradinį puslapį
lv: Atgriezties uz Aplikāciju veidotāja starta lapu
nb_no: Gå tilbake til Programbyggers startside
nl: Ga terug naar de startpagina van de Application Builder
pl: Wróć do strony początkowej Kreatora aplikacji
pt_br: Retorna à pagina inicial do Application Builder
ro: Reveniţi la pagina de pornire a builderului aplicaţiei
ru: Вернуться к стартовой странице конструктора приложения
sv: Återgå till startsidan i Application Builder
zh_cn: 返回到应用程序构建器的起始页面。

source: Layout
ar: التخطيط
es: Diseño
et: Paigutus
fi: Asettelu
fr: Mise en page
he: תבנית מפה
ja: レイアウト
ko: 레이아웃
lt: Maketas
lv: Izkārtojums
nb_no: Oppsett
pl: Układ
ro: Configuraţie
ru: Компоновка
zh_cn: 布局

source: Logo
ar: الشعار
es: Logotipo
he: לוגו
ja: ロゴ
ko: 로고
lt: Logotipas
lv: Logotips
ro: Siglă
ru: Логотип
sv: Logotyp
zh_cn: 徽标

source: Manage
ar: إدارة
da: Håndtér
de: Verwalten
es: Administrar
et: Halda
fi: Hallitse
fr: Gérer
he: נהל
it: Gestisci
ja: 管理
ko: 관리
lt: Valdyti
lv: Pārvaldīt
nb_no: Administrer
nl: Beheer
pl: Zarządzaj
pt_br: Gerenciar
ro: Gestionare
ru: Управлять
sv: Hantera
zh_cn: 管理

source: Manage Behaviors
ar: إدارة السلوكيات
da: Administrér adfærd
de: Verhalten verwalten
es: Administrar comportamientos
et: Halda eeskirju
fi: Hallitse toimintoja
fr: Gérer les comportements
he: נהל התנהגות
it: Gestisci comportamenti
ja: ビヘイビアーの管理
ko: 동작 관리
lt: Tvarkyti veikimo taisykles
lv: Pārvaldīt uzvedību
nb_no: Administrer virkemåter
nl: Beheer gedragingen
pl: Zarządzaj zachowaniami
pt_br: Gerenciar Comportamentos
ro: Gestionare comportamente
ru: Управлять поведением
sv: Hantera beteendefunktioner
zh_cn: 管理行为
