Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

source: Deploying Application...
ar: جارِ نشر التطبيق...
da: Anvender applikation...
de: Anwendung wird bereitgestellt...
es: Implementando aplicación...
et: Juurutan rakendust...
fi: Otetaan sovellusta käyttöön...
fr: Déploiement de l'application...
he: מפיץ אפליקציה...
it: Distribuzione applicazione in corso...
ja: アプリケーションを配置しています...
ko: 응용프로그램 배포 중...
lt: Aplikacija išskleidžiama...
lv: Aplikācijas ieviešana...
nb_no: Distribuerer program...
nl: Applicatie uitrollen...
pl: Wdrażanie aplikacji...
pt_br: Implantando o Aplicativo...
ro: Se pune în funcţiune aplicaţia...
ru: Разворачивание приложения...
sv: Distribuerar program...
zh_cn: 正在部署应用程序...

source: Application Settings
ar: إعدادات التطبيق
da: Applikationsindstillinger
de: Anwendungseinstellungen
es: Ajustes de la aplicación
et: Rakenduse seaded
fi: Sovelluksen asetukset
fr: Paramètres de l'application
he: הגדרות אפליקציה
it: Impostazioni applicazione
ja: アプリケーションの設定
ko: 응용프로그램 설정
lt: Aplikacijos nustatymai
lv: Aplikāciju iestatījumi
nb_no: Programinnstillinger
nl: Applicatie-instellingen
pl: Ustawienia aplikacji
pt_br: Configurações do Aplicativo
ro: Setări aplicaţie
ru: Настройки приложения
sv: Programinställningar
zh_cn: 应用程序设置

# ArcGISOnlineSecure
source: Secure:
ar: آمن:
da: ArcGIS Online Secure:
de: Sicher:
es: ArcGIS Online seguro:
et: Turvalisus:
fi: Tietoturva:
fr: ArcGIS Online sécurisé :
he: מאובטח:
it: Protezione ArcGIS Online:
ja: ArcGIS Online（保護）:
ko: ArcGIS Online Secure:
lt: ArcGIS Online apsauga:
lv: ArcGIS Online drošība:
nl: Beveiligd:
pl: Bezpieczeństwo ArcGIS Online:
pt_br: Segurança do ArcGIS Online:
ro: ArcGIS Online securizat:
ru: Безопасность:
sv: ArcGIS Online-säkerhet:
zh_cn: ArcGIS Online 安全性:

# ArcGISOnlineSharing
source: Sharing:
ar: مشاركة:
da: ArcGIS Online-deling:
de: Freigabe:
es: Compartir ArcGIS Online:
et: Jagamine:
fi: Jakaminen:
fr: Partage d'ArcGIS Online :
he: שיתוף:
it: Condivisione ArcGIS Online:
ja: ArcGIS Online（共有）:
ko: ArcGIS Online Sharing:
lt: ArcGIS Online bendrinimas:
lv: ArcGIS Online koplietošana:
nl: Delen:
pl: Udostępnianie ArcGIS Online:
pt_br: Compartilhamento do ArcGIS Online:
ro: Partajare ArcGIS Online:
ru: Публикация:
sv: ArcGIS Online-delning:
zh_cn: ArcGIS Online 共享:

source: Current Application Settings
ar: إعدادات التطبيق الحالية
da: Aktuelle applikationsindstillinger
de: Aktuelle Anwendungseinstellungen
es: Ajustes de la aplicación actual
et: Olemasoleva rakenduse seaded
fi: Nykyisen sovelluksen asetukset
fr: Paramètres actuels de l'application
he: הגדרות האפליקציה הנוכחית
it: Impostazioni applicazione correnti
ja: 現在のアプリケーション設定
ko: 현재 응용프로그램 설정
lt: Aplikacijos nustatymai
lv: Pašreizējās aplikācijas iestatījumi
nb_no: Gjeldende programinnstillinger
nl: Huidige applicatie-instellingen
pl: Ustawienia bieżącej aplikacji
pt_br: Configurações Atuais do Aplicativo
ro: Setări aplicaţie curentă
ru: Текущие настройки приложения
sv: Aktuella programinställningar
zh_cn: 当前应用程序设置

source: Default Settings
ar: الإعدادات الافتراضية
da: Standardindstillinger
de: Standardeinstellungen
es: Ajustes predeterminados
et: Vaikimisi seaded
fi: Oletusasetukset
fr: Paramètres par défaut
he: הגדרות ברירת מחדל
it: Impostazioni di default
ja: デフォルト設定
ko: 기본 설정
lt: Numatytieji nustatymai
lv: Noklusējuma iestatījumi
nb_no: Standardinnstillinger
nl: Standaardinstellingen
pl: Ustawienia domyślne
pt_br: Configurações Padrão
ro: Setări implicite
ru: Установки по умолчанию
sv: Standardinställningar
zh_cn: 默认设置

source: Geometry Service:
ar: خدمة الشكل الهندسي:
da: Geometritjeneste:
de: Geometrie-Service:
es: Servicio de geometría:
et: Geomeetriateenus:
fi: Geometriapalvelu:
fr: Service de géométrie :
he: שירות גיאומטרי:
it: Servizio geometria:
ja: ジオメトリ サービス:
ko: 지오메트리 서비스:
lt: Geometrijos servisas:
lv: Ģeometrijas serviss:
nb_no: Geometritjeneste:
nl: Geometrieservice:
pl: Usługa geometrii:
pt_br: Serviço de Geometria:
ro: Serviciu geometrie:
ru: Сервис геометрии:
sv: Geometritjänst:
zh_cn: 几何服务:

source: Manage application settings
ar: إدارة إعدادات التطبيق
da: Administrér applikationsindstillinger
de: Anwendungseinstellungen verwalten
es: Administrar los ajustes de la aplicación
et: Halda rakenduse seadeid
fi: Hallitse sovelluksen asetuksia
fr: Gérer les paramètres de l'application
he: ניהול הגדרות האפליקציה
it: Gestisci impostazioni applicazione
ja: アプリケーション設定を管理します
ko: 응용프로그램 설정 관리
lt: Tvarkyti aplikacijos nustatymus
lv: Pārvaldīt aplikācijas iestatījumus
nb_no: Administrer programinnstillinger
nl: Beheer applicatie-instellingen
pl: Zarządzaj ustawieniami aplikacji
pt_br: Gerencie as configurações do aplicativo
ro: Gestionare setări aplicaţie
ru: Управление настройками приложения
sv: Hantera programinställningar
zh_cn: 管理应用程序设置

source: Based on Web Map:
ar: تقوم على خريطة الويب:
da: Baseret på webkort:
de: Basiert auf Webkarte:
es: Basado en mapa Web:
et: Baseerub veebikaardil:
fi: Web-kartan perusteella:
fr: Basée sur la carto Web :
he: בסיס מ- Web Map:
it: Basato su mappa Web:
ja: ベースとなっている Web マップ:
ko: 웹 맵 기반:
lt: Pagrįstas žiniatinklio žemėlapiu:
lv: Bāzējas uz web kartes:
nb_no: Basert på webkart:
nl: Gebaseerd op webmap:
pl: Oparte na mapie internetowej:
pt_br: Baseado no Mapa da Web:
ro: Bazat pe hartă Web:
ru: На основе Веб-карты:
sv: Baserat på webbkarta:
zh_cn: 基于 Web 地图:

source: Linked to Web Map:
ar: مرتبط بخريطة الويب:
da: Sammenkædet med webkort:
de: Verknüpft mit Webkarte:
es: Vinculado a mapa Web:
et: Lingitud veebikaardile:
fi: Linkitetty web-karttaan:
fr: Liée à la carto Web :
he: קישור למפת אינטרנט:
it: Collegato a mappa Web:
ja: Web マップへのリンク元:
ko: 웹 맵에 연결됨:
lt: Susietus su žiniatinklio žemėlapiu:
lv: Saistīts ar web karti:
nb_no: Koblet til webkart:
nl: Gekoppeld aan webmap:
pl: Połączone z mapą internetową:
pt_br: Vinculado ao Mapa da Web:
ro: Legat la hartă Web:
ru: Подключен к Веб-карте
sv: Länkat till webbkarta:
zh_cn: 链接到 Web 地图:

# LinkToWebMap
source: Link
ar: ارتباط
de: Verknüpfen
es: Vincular
fi: Linkki
fr: associer
he: קישור
it: Collega
ja: リンク
ko: 연결
lt: Nuoroda
lv: Saite
nb_no: Kobling
nl: Koppeling
pl: Połącz
pt_br: Vincular
ro: Legare
ru: Ссылка
sv: Länk
zh_cn: 链接

# MapConfigurationUnavailable
source: Map configuration for this application is linked to a web map. To edit the map configuration, unlink the application from the web map.
ar: تم ربط تكوين الخريطة لهذا التطبيق بخريطة الويب. لتحرير تكوين الخريطة، قم بإلغاء ارتباط التطبيق من خدمة الويب
da: Kortkonfigurationen for denne applikation er sammenkædet med et webkort. Hvis du vil redigere kortkonfigurationen, skal du ophæve sammenkædningen af applikationen fra webkortet.
de: Die Kartenkonfiguration für diese Anwendung ist mit einer Webkarte verknüpft. Um die Kartenkonfiguration zu bearbeiten, heben Sie die Verknüpfung der Anwendung mit der Webkarte auf.
es: La configuración del mapa para esta aplicación está vinculada a un mapa Web. Para editar la configuración del mapa, desvincule la aplicación del mapa Web.
et: Kaardi konfiguratsioon antud rakendusele on lingitud veebikaardiga. Kaardi konfiguratsiooni muutmiseks peate rakenduse veebikaardist lahti linkima.
fi: Tämän sovelluksen karttamääritys on linkitetty web-karttaan. Voit muokata karttamääritystä poistamalla sovelluksen linkityksen web-kartasta.
fr: La configuration cartographique de cette application est liée à une cartographie Web. Pour modifier la configuration cartographique, dissociez l'application de la cartographie Web.
he: תצורת המפה לאפליקציה קשורה למפת אינטרנט. כדי לערוך את תצורת המפה, נתק את האפליקציה מהמפה האינטרנטית.
it: La configurazione mappa per l'applicazione è collegata a una mappa Web. Per modificare la configurazione mappa, scollegare l'applicazione dalla mappa Web.
ja: このアプリケーションのマップ構成は Web マップにリンクされています。このマップ構成を編集するには、Web マップからアプリケーションのリンクを解除してください。
ko: 이 응용프로그램에 대한 맵 구성이 웹 맵에 연결되어 있습니다. 맵 구성을 편집하려면 웹 맵에서 응용프로그램의 연결을 해제하세요.
lt: Žemėlapio konfigūracija šiai aplikacijai yra susieta su žiniatinklio žemėlapiu. Norėdami redaguoti žemėlapio konfigūraciją, atsiekite aplikaciją nuo žiniatinklio žemėlapio.
lv: Kartes konfigurācija šai aplikācijai ir saistīta ar web karti. Lai rediģētu kartes konfigurāciju, atvienot aplikāciju no web kartes.
nb_no: Kartkonfigurasjon for dette programmet er koblet til et webkart. Hvis du skal redigere kartkonfigurasjonen, må du fjerne koblingen mellom programmet og webkartet.
nl: Kaartconfiguratie voor deze applicatie is gekoppeld aan een webmap. Als u de kaartconfiguratie wilt bewerken, verwijdert u de koppeling tussen de applicatie en de webmap.
pl: Konfiguracja mapy dla tej aplikacji jest połączona z mapą internetową. Aby edytować konfigurację mapy, odłącz aplikację od mapy internetowej.
pt_br: A configuração de mapa deste aplicativo está vinculada ao mapa da web. Para editar a configuração de mapa, desvincule o aplicativo do mapa da web.
ro: Configuraţia hărţii pentru această aplicaţie este utilizată la o hartă Web. Pentru a edita configuraţia hărţii, dezasociaţi aplicaţia de harta Web.
ru: Конфигурация карты для этого приложения ссылается на веб-карту. Для редактирования конфигурации отключите приложение от веб-карты.
sv: Kartkonfigurationen för det här programmet är länkat till en webbkarta. Om du vill redigera kartkonfigurationen bryter du länken mellan programmet och webbkartan.
zh_cn: 此应用程序的地图配置已链接到 Web 地图。要编辑地图配置，请取消应用程序与 Web 地图的链接。

# UnlinkFromWebMap
source: Unlink
ar: إلغاء الارتباط
da: Ophæv sammenkædning
de: Verknüpfung aufheben
es: Desvincular
et: Lingi lahti
fi: Poista linkitys
fr: Dissocier
he: נתק קישור
it: Scollega
ja: リンク解除
ko: 연결 해제
lt: Atsieti
lv: Atvienot
nb_no: Fjern kobling
nl: Ontkoppelen
pl: Odłącz
pt_br: Desvincular
ro: Dezasociere
ru: Отключить
sv: Bryt länk
zh_cn: 取消链接

source: Unable to deploy application.
ar: يتعذر نشر التطبيق.
da: Kan ikke tage applikationen i anvendelse.
de: Anwendung kann nicht bereitgestellt werden.
es: No se puede implementar la aplicación.
et: Võimetu rakendust juurutama.
fi: Sovellusta ei voi ottaa käyttöön.
fr: Impossible de déployer l'application.
he: לא ניתן להפיץ אפליקציה
it: Impossibile distribuire l'applicazione.
ja: アプリケーションを配置できません。
ko: 응용프로그램을 배포할 수 없습니다.
lt: Negalima išskleisti aplikacijos.
lv: Nevar izvietot aplikāciju.
nb_no: Kan ikke distribuere program.
nl: Kan applicatie niet uitrollen.
pl: Nie można wdrożyć aplikacji.
pt_br: Não foi possível implantar o aplicativo.
ro: Punerea în funcţiune a aplicaţiei nu este posibilă.
ru: Не удалось развернуть приложение.
sv: Det går inte att distribuera programmet.
zh_cn: 无法部署应用程序。

source: Unable to save application changes.
ar: يتعذر حفظ تغييرات الطبيق
da: Kan ikke gemme applikationsændringerne.
de: Änderungen an der Anwendung können nicht gespeichert werden.
es: No se pueden guardar los cambios de la aplicación.
et: Võimetu salvestama rakenduse muudatusi.
fi: Sovelluksen muutoksia ei voi tallentaa.
fr: Impossible d'enregistrer les modifications de l'application.
he: לא ניתן לשמור שינויים באפליקציה
it: Impossibile salvare le modifiche all'applicazione.
ja: アプリケーションの変更内容を保存できません。
ko: 응용프로그램 변경 내용을 저장할 수 없습니다.
lt: Negalima išsaugoti aplikacijos pakeitimų.
lv: Nevar saglabāt aplikācijas izmaiņas.
nb_no: Kan ikke lagre programendringer.
nl: Kan wijzigingen applicatie niet opslaan.
pl: Nie można zapisać zmian w aplikacji.
pt_br: Não foi possível salvar as alterações do aplicativo.
ro: Salvarea modificărilor aplicaţiei este imposibilă.
ru: Не удалось сохранить изменения в приложении.
sv: Det går inte att spara programändringarna.
zh_cn: 无法保存对应用程序所做的更改。

source: Proxy:
ar: وكيل:
et: Proksi:
fi: Välityspalvelin:
he: פרוקסי:
ja: プロキシ:
ko: 프록시:
ru: Прокси-сервер:
zh_cn: 代理:

# HideGettingStarted
source: Hide Getting Started Help
ar: إخفاء تعليمات البدء
da: Skjul Kom godt i gang-hjælp
de: Hilfe zu "Erste Schritte" ausblenden
es: Ocultar Ayuda de la introducción
et: Peida abist otsingu alustamine
fi: Piilota aloitusoppaan ohje
fr: Masquer l'Aide au démarrage
he: הסתר עזרה של התחלת עבודה
it: Nascondi guida introduttiva
ja: 「はじめに」ヘルプを非表示にします
ko: 시작 도움말 숨기기
lt: Slėpti pradžios pagalbą
lv: Paslēpt Darba sākšanas palīdzību
nb_no: Skjul Komme i gang-hjelp
nl: Help bij Aan de slag verbergen
pl: Ukryj element pomocy Wprowadzenie
pt_br: Ocultar Ajuda do Guia de Introdução
ro: Ascundere ajutor la începere
ru: Скрыть справку "Начало работы"
sv: Dölj Komma igång-hjälpen
zh_cn: 隐藏入门帮助

# ShowGettingStarted
source: Show Getting Started Help
ar: إظهار تعليمات البدء
da: Vis Kom godt i gang-hjælp
de: Hilfe zu "Erste Schritte" einblenden
es: Mostrar Ayuda de la introducción
et: Kuva abist otsingu alustamine
fi: Näytä aloitusoppaan ohje
fr: Afficher l'Aide au démarrage
he: הצג עזרה של התחלת עבודה
it: Mostra guida introduttiva
ja: 「はじめに」ヘルプを表示します
ko: 시작 도움말 표시
lt: Rodyti pradžios pagalbą
lv: Rādīt Darba sākšanas palīdzību
nb_no: Vis Komme i gang-hjelp
nl: Help bij Aan de slag weergeven
pl: Pokaż element pomocy Wprowadzenie
pt_br: Mostrar Ajuda do Guia de Introdução
ro: Afişare ajutor la începere
ru: Показать справку "Начало работы"
sv: Visa Komma igång-hjälpen
zh_cn: 显示入门帮助

source: Display Text
ar: عرض النص
da: Vis tekst
de: Anzeigetext
es: Mostrar texto
et: Kuvamise tekst
fi: Näytä teksti
fr: Afficher le texte
he: הצג טקסט
it: Visualizza testo
ja: テキストを表示します
ko: 텍스트 표시
lt: Rodyti tekstą
lv: Parādīt tekstu
nb_no: Vis tekst
nl: Tekst weergeven
pl: Wyświetl tekst
pt_br: Exibir Texto
ro: Text de afişat
ru: Отображаемый текст
sv: Visa text
zh_cn: 显示文本

# UpgradeSite
source: Upgrade this Viewer application to the current version
ar: ترقية تطبيق العارض للإصدار الحالي
da: Opgradér denne Viewer-applikation til den aktuelle version
de: Diese Viewer-Anwendung auf die aktuelle Version aktualisieren
es: Actualizar esta aplicación de visor a la versión actual
et: Uuenda see sirvija rakendus praegusele versioonile
fi: Päivitä tämä Viewer-sovellus nykyiseen versioon
fr: Mettre à niveau cette application de visionneuse à la version actuelle
he: שדרג אפליקציית צפיין זו לגרסה הנוכחית
it: Aggiorna l'applicazione di Viewer alla versione corrente
ja: このビューア アプリケーションを最新のバージョンにアップグレードします
ko: 이 뷰어 응용프로그램을 현재 버전으로 업그레이드하세요.
lt: Atnaujinti šią Viewer aplikaciją į esamą versiją
lv: Jaunināt šo Skatītāja aplikāciju uz pašreizējo versiju
nb_no: Oppgrader dette visningsprogrammet til den nyeste versjonen
nl: Deze Viewer-applicatie bijwerken naar de huidige versie
pl: Zaktualizuj do bieżącej wersji tę aplikację do przeglądania
pt_br: Atualiza este aplicativo do Viewer para a versão atual
ro: Faceţi upgrade pentru această aplicaţie de afişare la versiunea curentă
ru: Обновить это приложение Viewer до текущей версии
sv: Uppgradera visningsprogrammet till den aktuella versionen
zh_cn: 将此查看器应用程序升级到最新版本

source: Upgrading application...
ar: جارِ ترقية التطبيق...
da: Opgraderer applikation...
de: Anwendung wird aktualisiert...
es: Actualizando aplicación...
et: Uuendan rakendust...
fi: Päivitetään sovellusta...
fr: Mise à niveau de l'application...
he: משדרג אפליקציה...
it: Aggiornamento dell'applicazione in corso...
ja: アプリケーションをアップグレードしています...
ko: 응용프로그램을 업그레이드하는 중...
lt: Aplikacija atnaujinama...
lv: Atjaunina aplikāciju...
nb_no: Oppgraderer program...
nl: Applicatie bijwerken...
pl: Aktualizowanie aplikacji...
pt_br: Atualizando aplicativo...
ro: Upgrade aplicaţie...
ru: Обновление приложения...
sv: Uppgraderar programmet...
zh_cn: 正在升级应用程序...

source: New Link
ar: رابط جديد
da: Nyt link
de: Neuer Link
es: Nuevo vínculo
et: Uus link
fi: Uusi linkki
fr: Nouveau lien
he: קישור חדש
it: Nuovo collegamento
ja: 新しいリンク
ko: 새 링크
lt: Nauja nuoroda
lv: Jauna saite
nb_no: Ny kobling
nl: Nieuwe koppeling
pl: Nowe łącze
pt_br: Novo Link
ro: Legare nouă
ru: Новая связь
sv: Ny länk
zh_cn: 新建链接

source: Behavior
ar: سلوك
da: Adfærd
de: Verhalten
es: Comportamiento
et: Eeskiri
fi: Toiminta
fr: Comportement
he: התנהגות
it: Comportamento
ja: ビヘイビアー
ko: 동작
lt: Veikimas
lv: Uzvedība
nb_no: Atferd
nl: Gedrag
pl: Zachowanie
pt_br: Comportamento
ro: Comportament
ru: Поведение
sv: Beteendefunktion
zh_cn: 行为

source: Control
ar: التحكم
da: Kontrolelement
de: Steuerelement
et: Kontroll
fi: Säädin
fr: Contrôle
he: פקד
it: Controllo
ja: コントロール
ko: 제어
lt: Valdiklis
lv: Kontrole
nb_no: Kontroll
nl: Besturingselement
pl: Element sterujący
pt_br: Controle
ru: Элемент управления
sv: Kontroll
zh_cn: 控件

source: Layer
ar: طبقة
da: Lag
es: Capa
et: Kiht
fi: Karttataso
fr: Couche
he: שכבה
ja: レイヤ
ko: 레이어
lt: Sluoksnis
lv: Slānis
nb_no: Kartlag
nl: Laag
pl: Warstwa
pt_br: Camada
ro: Strat tematic
ru: Слой
sv: Lager
zh_cn: 图层

source: Tool
ar: أداة
da: Værktøj
de: Werkzeug
es: Herramienta
et: Töövahend
fi: Työkalu
fr: Outil
he: כלי
it: Strumento
ja: ツール
ko: 도구
lt: Įrankis
lv: Rīks
nb_no: Verktøy
pl: Narzędzie
pt_br: Ferramenta
ro: Instrument
ru: Инструмент
sv: Verktyg
zh_cn: 工具

source: Bing AppID:
ar: معرف تطبيق Bing:
fi: Bing-sovelluksen tunnus:
it: ID applicazione Bing:
ja: Bing アプリケーション ID:
pl: ID aplikacji Bing:
ro: ID aplicaţie Bing:

# PortalAppID
source: App ID:
ar: مُعرف التطبيق:
et: Rakenduse ID:
fi: Sovellustunnus:
he: מספר זיהוי של אפליקציה:
ru: ID приложения:
