Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# AreYouSureYouWantToDeleteButton
source: Are you sure you want to delete this button?
ar: هل تريد بالتأكيد حذف هذا الزر؟
da: Er du sikker på, at du vil slette denne knap?
de: Sind Sie sicher, dass Sie diese Schaltfläche löschen möchten?
es: ¿Está seguro de que desea eliminar este botón?
et: Oled kindel, et soovid selle nupu kustutada?
fi: Haluatko varmasti poistaa tämän painikkeen?
fr: Etes-vous sûr de vouloir supprimer ce bouton ?
he: האם אתה בטוח שברצונך למחוק את הכפתור?
it: Eliminare il pulsante?
ja: このボタンを削除してもよろしいですか？
ko: 이 단추를 삭제하시겠습니까?
lt: Ar tikrai norite pašalinti šį mygtuką?
lv: Vai jūs tiešām vēlaties izdzēst šo pogu?
nb_no: Er du sikker på at du vil slette denne knappen?
nl: Weet u zeker dat u deze knop wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten przycisk?
pt_br: Tem certeza que deseja excluir esse botão?
ro: Sigur doriţi să ştergeţi acest buton?
ru: Вы уверены, что вы хотите удалить эту кнопку?
sv: Vill du ta bort den här knappen?
zh_cn: 确定要删除该按钮?

# AreYouSureYouWantToDeleteGroup
source: Are you sure you want to delete this group?
ar: هل تريد بالتأكيد حذف هذه المجموعة؟
da: Er du sikker på, at du vil slette denne gruppe?
de: Sind Sie sicher, dass Sie diese Gruppe löschen möchten?
es: ¿Está seguro de que desea eliminar este grupo?
et: Oled kindel, et soovid selle grupi kustutada?
fi: Haluatko varmasti poistaa tämän ryhmän?
fr: Etes-vous sûr de vouloir supprimer ce groupe ?
he: האם אתה בטוח שברצונך למחוק את הקבוצה?
it: Eliminare il gruppo?
ja: このグループを削除してもよろしいですか？
ko: 정말 이 그룹을 삭제하겠습니까?
lt: Ar tikrai norite pašalinti šią grupę?
lv: Vai tiešām vēlaties dzēst šo grupu?
nb_no: Er du sikker på at du vil slette denne gruppen?
nl: Weet u zeker dat u deze groep wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę grupę?
pt_br: Tem certeza que deseja excluir esse grupo?
ro: Sigur doriţi să ştergeţi acest grup?
ru: Вы уверены, что вы хотите удалить эту группу?
sv: Vill du ta bort den här gruppen?
zh_cn: 确定要删除该组?

# AreYouSureYouWantToDeleteWebSite
source: Are you sure you want to delete this web site?
ar: هل تريد بالتأكيد حذف موقع الويب؟
da: Er du sikker på, at du vil slette dette websted?
de: Möchten Sie diese Website wirklich löschen?
es: ¿Está seguro de que desea eliminar este sitio Web?
et: Oled kindel, et soovid selle veebilehe kustutada?
fi: Haluatko varmasti poistaa tämän verkkosivuston?
fr: Etes-vous sûr de vouloir supprimer ce site Web ?
he: האם אתה בטוח כי ברצונך למחוק את האתר?
it: Eliminare il sito Web?
ja: この Web サイトを削除してもよろしいですか？
ko: 이 웹 사이트를 삭제하시겠습니까?
lt: Ar tikrai norite pašalinti šią žiniatinklio svetainę?
lv: Vai tiešām vēlaties dzēst šo web vietni?
nb_no: Er du sikker på at du vil slette dette webområdet?
nl: Weet u zeker dat u deze website wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę witrynę internetową?
pt_br: Tem certeza que deseja excluir esse site da web?
ro: Sigur doriţi să ştergeţi acest site Web?
ru: Вы уверены, что хотите удалить этот веб-сайт?
sv: Vill du ta bort den här webbplatsen?
zh_cn: 确定要删除此网站?

# AssemblyAlreadyIncludeInTheApplication
source: {1}The assembly '{0}' is already included in the application runtime.{1}Consider optimizing the size and download speed of your extension by marking the Assembly Reference with CopyLocal=false to exclude the assembly in the .xap packaging
ar: {1} التجميع '{0}' يتم تضمينه بالفعل في وقت تشغيل التطبيق. {1} يفضل تحسين حجم تحميل الملحق وتحميله بواسطة ضبط مرجع التجميع مع CopyLocal=false لاستبعاد التجميع في حزمة .xap
da: {1}Samlingen '{0}' er allerede medtaget i applikation-runtime.{1}Overvej at optimere størrelse og overførselshastighed for dit udvidelsesprogram ved at markere Assembly Reference med CopyLocal=false for at udelukke samlingen i .xap-pakken
de: {1}Assembly '{0}' ist bereits in der Laufzeit enthalten. {1}Es empfiehlt sich, die Größe und Downloadgeschwindigkeit Ihrer Erweiterung zu optimieren, indem Sie den Assemblyverweis mit 'CopyLocal=false' versehen, um die Assembly bei der Erstellung des .xap-Pakets auszuschließen.
es: {1}El ensamblado '{0}' ya está incluido en el tiempo de ejecución de la aplicación.{1} Piense en optimizar el tamaño y la velocidad de descarga de la extensión marcando la referencia de ensamblado con CopyLocal=false para excluir el ensamblado del paquete .xap
et: {1}Kokkupanek '{0}' juba sisaldub rakenduse käitusajas.{1}Kaalu mahu ja suuruse optimeerimist ja laienduse allalaadimise kiirust, kasutades Assembly Reference koos CopyLocal=false et teostada kokkupanekut .xap paketis
fi: {1}Kokoonpano {0} sisältyy jo sovelluksen suorituspalveluun.{1}Optimoi laajennuksesi koko ja latausnopeus määrittämällä kokoonpanoviittauksen ominaisuuden CopyLocal arvoksi false, jotta kokoonpano jätetään pois .xap-paketista.
fr: {1}L'assembly '{0}' est déjà incluse dans l'exécution de l'application.{1}Envisagez d'optimiser la taille et la vitesse de téléchargement de votre extension en marquant la référence de l'assembly avec CopyLocal=false afin d'exclure l'assembly dans le paquetage .xap.
it: {1}L'assembly '{0}' è già incluso nel runtime dell'applicazione.{1}Provare a ottimizzare le dimensioni e la velocità di download dell'estensione contrassegnando il riferimento all'assembly con CopyLocal=false in modo da escludere l'assembly dal pacchetto .xap
ja: {1}アセンブリ '{0}' はアプリケーション ランタイムにすでに含まれています。{1}アセンブリ参照を CopyLocal=false でマークして *.xap パッケージからアセンブリを除外し、エクステンションのサイズとダウンロード速度を最適化することを検討してください。
ko: {1}어셈블리 '{0}'은(는) 응용프로그램 런타임에 이미 포함되었습니다.{1}어셈블리 참조를 CopyLocal=false로 표시하여 .xap 패키징에서 어셈블리를 제외함으로써 확장의 크기 및 다운로드 속도를 최적화하는 것을 고려해 보세요.
lt: {1}Objektas '{0}' jau įtrauktas į vykdymo aplinką.{1}Consider optimizing the size and download speed of your extension by marking the Assembly Reference with CopyLocal=false to exclude the assembly in the .xap packaging
lv: {1}Montāža '{0}' jau ir iekļauta aplikācijas izpildlaikā.{1}Apsveriet jūsu paplašinājuma izmēru un lejupielādes ātruma optimizēšanu, atzīmējot Assembly Reference ar CopyLocal=false, lai izslēgtu montāžu .xap pakotnei
nb_no: {1}Samlingen {0} er allerede inkludert i programkjøringen.{1}Vurder å optimalisere størrelsen og nedlastingshastigheten for tilleggsmodulen ved å merke samlingsreferansen med CopyLocal=false for å ekskludere samlingen fra .xap-pakken
nl: {1}De assembly '{0}' is al opgenomen in de applicatieruntime.{1}U kunt de grootte en downloadsnelheid van uw extensie optimaliseren door de Assembly Reference te markeren met CopyLocal=false om de assembly uit te sluiten in de .xap-packaging
pl: {1}Zestaw '{0}' został już dołączony do środowiska uruchamiania aplikacji.{1}Rozważ optymalizację wielkości i szybkości pobierania danego rozszerzenia, zaznaczając w odwołaniu zestawu opcję CopyLocal=false w celu wykluczenia zestawu z pakietu .xap
pt_br: {1}O assembly '{0}' já está incluído no tempo de execução do aplicativo.{1}Considere otimizar o tamanho e velocidade de download da extensão, criando referência entre o Assembly e CopyLocal=false para excluir o assembly do pacote .xap
ro: {1}Librăria '{0}' este inclusă deja în runtime-ul aplicaţiei.{1}Luaţi în considerare optimizarea dimensiunii şi vitezei de descărcare a extensiei prin marcarea Referinţei librăriei cu CopyLocal=false pentru a exclude librăria din pachetul .xap
ru: {1}Сборка '{0}' уже входит во время выполнения приложения.{1}Рассмотрите вопрос об оптимизации размера и скорости загрузки вашего дополнительного модуля, отметив ссылку на сборку с CopyLocal = false, чтобы исключить сборку при создании пакета .xap
sv: {1}Sammansättningen {0} ingår redan i programmets Runtime.{1}Överväg att optimera storlek och nerladdningshastighet för tillägget genom att markera Assembly Reference med CopyLocal=false för att exkludera den från XAP-paketet
zh_cn: {1} 程序集“{0}”已包括在应用程序运行时中。{1}为了优化扩展模块的大小和下载速度，可以将程序集参考标记为 CopyLocal=false，以便 .xap 打包中不包括程序集。

source: Confirm delete
ar: تأكيد الحذف
da: Bekræft sletning
de: Löschen bestätigen
es: Confirmar eliminación
et: Kinnita kustutamine
fi: Vahvista poisto
fr: Confirmer la suppression
he: אשר מחיקה
it: Conferma eliminazione
ja: 削除の確認
ko: 삭제 확인
lt: Patvirtinti pašalinimą
lv: Apstiprināt izdzēšanu
nb_no: Bekreft sletting
nl: Bevestig verwijderen
pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
ro: Confirmare ştergere
ru: Подтвердите удаление
sv: Bekräfta borttagning
zh_cn: 确认删除

# DeletingExtensionWillMakeItUnavailableForFurtherUse
source: Deleting an extension will make it unavailable for further use in new applications and edits on existing applications. {0}Are you sure you want to delete?
ar: عند حذف أحد الملحقات، سوف تجعله غير متوافر للمزيد من الاستخدام في تطبيقات جديدة وإجراء تحريرات في تطبيقات موجودة. هل تريد بالتأكيد حذف{0}؟
da: Hvis du sletter et udvidelsesprogram, bliver det utilgængeligt for yderligere anvendelse i nye applikationer og redigeringer af eksisterende applikationer. {0}Er du sikker på, a du vil slette?
de: Durch das Löschen einer Erweiterung ist diese für die weitere Verwendung in neuen Anwendungen und Bearbeitungen in vorhandenen Anwendungen nicht verfügbar. {0}Möchten Sie die Erweiterung wirklich löschen?
es: Si elimina una extensión, hará que deje de estar disponible para uso futuro en aplicaciones nuevas y modificaciones de las aplicaciones existentes. {0}¿Está seguro de que desea eliminarla?
et: Rakenduse kustutamine teeb selle edasiseks kasutamiseks uutes rakendustes ja muutmiste tegemise juba olemasolevates rakendustes võimatuks. {0}Oled kindel, et soovid kustutada?
fi: Jos poistat laajennuksen, sitä ei voi enää käyttää uusissa sovelluksissa eikä nykyisten sovellusten uusissa versioissa. {0}Haluatko varmasti poistaa sen?
fr: Si vous supprimez l'extension, elle ne sera plus disponible pour utilisation future dans de nouvelles applications et pour modification dans les applications existantes. {0}Etes-vous sûr de vouloir la supprimer ?
he: מחיקת הרחבה תהפוך אותה ללא זמינה עבור אפליקציות חדשות וקיימות. {0}האם אתה בטוח שברצונך למחוק?
it: Se si elimina un'estensione, essa non sarà più disponibile per l'utilizzo in nuove applicazioni né per modifiche ad applicazioni esistenti. {0}Eliminarla?
ja: エクステンションを削除すると、今後新しいアプリケーションで使用したり、既存のアプリケーションで編集したりできなくなります。{0}削除してもよろしいですか？
ko: 확장을 삭제하면 기존 응용프로그램에서 새 응용프로그램 및 편집을 더 이상 사용할 수 없습니다. {0}삭제하시겠습니까?
lt: Pašalinus plėtinį, jo nebus galima naudoti kuriant naujas ir redaguojant anksčiau sukurtas aplikacijas. {0}Ar tikrai norite pašalinti?
lv: Izdzēšot paplašinājumu padarīs to nepieejamu turpmākai izmantošanai jaunās aplikācijās un rediģēšanai esošajās aplikācijās. {0} Vai jūs tiešām vēlaties izdzēst?
nb_no: Sletting av en tilleggsmodul gjør den utilgjengelig for bruk i nye programmer og endringer i eksisterende programmer. {0}Er du sikker på at du vil slette?
nl: Wanneer u een extensie verwijdert, is deze niet meer beschikbaar voor gebruik in nieuwe applicaties en bewerkingen in bestaande applicaties. {0}Weet u zeker dat u wilt verwijderen?
pl: Usunięcie rozszerzenia spowoduje jego niedostępność do przyszłego zastosowania w nowych aplikacjach i edycji istniejących aplikacji. {0}Czy na pewno chcesz usunąć?
pt_br: A exclusão de uma extensão a tornará indisponível para uso adicional em novos aplicativos e edições em aplicativos existentes. {0}Tem certeza que deseja excluí-la?
ro: Ştergerea unei extensii o va face indisponibilă pentru utilizarea în continuare în aplicaţii şi editări noi şi de pe aplicaţii existente. {0}Sigur doriţi să ştergeţi?
ru: Удаление дополнительного модуля сделает его недоступным для дальнейшего использования в новых приложениях и изменения в существующих приложениях. {0}Вы уверены, что вы хотите удалить?
sv: Om du tar bort ett tillägg kan det inte längre användas i nya program och vid redigering av befintliga program. {0}Vill du ta bort?
zh_cn: 删除扩展模块后无法再将其应用于新的应用程序，也无法对现有应用程序的内容进行编辑。{0}确定要删除?

source: Deleting site...
ar: جارِ حذف الموقع...
da: Sletter sted...
de: Site wird gelöscht...
es: Eliminando el sitio...
et: Kustutan lehte...
fi: Poistetaan sivustoa...
fr: Suppression du site...
he: מוחק אתר...
it: Eliminazione sito in corso...
ja: サイトを削除しています...
ko: 사이트 삭제 중...
lt: Svetainė trinama...
lv: Izdzēš vietni...
nb_no: Sletter område...
nl: Site verwijderen...
pl: Usuwanie witryny...
pt_br: Excluindo site...
ro: Se şterge site-ul...
ru: Удаление сайта...
sv: Tar bort plats...
zh_cn: 删除站点...

source: Edit Tool
ar: تحرير الأداة
da: Redigeringsværktøj
de: Werkzeug 'Editieren'
es: Herramienta de Edición
et: Muutmise tööriist
fi: Muokkaa työkalua
fr: Outil Mise à jour
he: כלי עריכה
it: Strumento di modifica
ja: ツールの編集
ko: 편집 도구
lt: Redagavimo įrankis
lv: Rediģēt rīkus
nb_no: Redigeringsverktøy
nl: Mutatietool
pl: Narzędzie edycji
pt_br: Ferramenta de Edição
ro: Instrument de editare
ru: Редактировать
sv: Redigeringsverktyg
zh_cn: 编辑工具

# EnterNameForApplication
source: Please enter a name for the application
ar: الرجاء إدخال اسم للتطبيق
da: Indtast et navn for applikationen
de: Geben Sie einen Namen für die Anwendung ein.
es: Introduzca un nombre para la aplicación
et: Palun sisesta rakenduse nimi
fi: Anna sovellukselle nimi
fr: Veuillez entrer un nom pour l'application
he: הכנס בבקשה שם לאפליקציה
it: Immettere un nome per l'applicazione
ja: アプリケーションの名前を入力してください
ko: 응용프로그램의 이름을 입력하세요.
lt: Įveskite aplikacijos pavadinimą
lv: Lūdzu, ievadiet aplikācijas nosaukumu
nb_no: Oppgi et navn for programmet
nl: Voer een naam in voor de applicatie
pl: Podaj nazwę aplikacji
pt_br: Digite um nome para o aplicativo
ro: Introduceţi un nume pentru aplicaţie
ru: Пожалуйста, введите имя для приложения
sv: Ange ett namn för programmet
zh_cn: 请输入应用程序的名称

source: Error details not known
ar: تفاصيل الخطأ ليست معروفة
da: Fejldetaljer er ukendte
de: Fehlerdetails sind nicht bekannt
es: Se desconocen los detalles del error
et: Vea detailid ei ole teada
fi: Virhetietoja ei tiedetä
fr: Détails de l'erreur inconnus
he: פרטי השגיאה אינם ידועים
it: Dettagli errore sconosciuti
ja: エラーの詳細が不明です
ko: 알 수 없는 오류 설명
lt: Išsamesnė klaidos informacija nežinoma
lv: Kļūdas detaļas nav zināmas
nb_no: Feildetaljer ikke kjent
nl: Details fout niet bekend
pl: Nieznane szczegóły błędu
pt_br: Detalhes de erro não conhecidos
ro: Detalii eroare necunoscute
ru: Подробности ошибки не известны
sv: Okänd felinformation
zh_cn: 错误详细信息未知

# ErrorOccured
source: Error occurred
ar: حدث خطأ
da: Der opstod en fejl
de: Fehler aufgetreten
es: Se produjo un error
et: Esines tõrge
fi: Tapahtui virhe
fr: Une erreur s'est produite
he: אירעה שגיאה
it: Errore
ja: エラーが発生しました
ko: 오류 발생
lt: Įvyko klaida
lv: Kļūda
nb_no: Det oppstod feil
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ro: A survenit o eroare
ru: Ошибка
sv: Det uppstod ett fel
zh_cn: 发生错误

source: Error retrieving map document for site
ar: حدث خطأ عند استرداد مستند الخريطة للموقع
da: Fejl ved hentning af kortdokument for stedet
de: Fehler beim Abrufen des Kartendokuments für die Site
es: Error al recuperar el documento de mapa para el sitio
et: Viga kaardidokumendi hankimisel
fi: Virhe noudettaessa sivuston kartta-asiakirjaa
fr: Erreur lors de la récupération du document de carte pour le site
he: שגיאה בהבאת מסמך מפה לאתר
it: Errore durante il recupero del documento di mappa per il sito
ja: サイトのマップ ドキュメントを取得中にエラーが発生しました
ko: 사이트의 맵 문서 가져오기 오류
lt: Klaida atkuriant žemėlapio dokumentą svetainėje
lv: Kļūda, atjaunojot kartes dokumentu uz vietni
nb_no: Feil ved henting av kartdokument for område
nl: Fout bij ophalen kaartdocument voor site
pl: Błąd podczas pobierania dokumentu mapy dla witryny
pt_br: Erro ao recuperar documento de mapa para site
ro: Eroare la preluarea documentului hărţii pentru site
ru: Ошибка при получении документа карты для сайта
sv: Det gick inte att hämta kartdokument för platsen
zh_cn: 检索站点的地图文档时出错

source: Errors
ar: أخطاء
da: Fejl
de: Fehler
es: Errores
et: Vead
fi: Virheet
fr: Erreurs
he: שגיאות
it: Errori
ja: エラー
ko: 오류
lt: Klaidos
lv: Kļūdas
nb_no: Feil
nl: Fouten
pl: Błędy
pt_br: Erros
ro: Erori
ru: Ошибки
sv: Fel
zh_cn: 错误

# ExtensionAlreadyExists
source: Add-in already exists
ar: وظيفة إضافية موجودة بالفعل
da: Tilføjelsesprogrammet findes allerede
de: Add-In ist bereits vorhanden
es: El add-in ya existe
et: Add-in on juba olemas
fi: Lisäosa on jo olemassa
fr: Le complément existe déjà
he: Add-in כבר קיים
it: Componente aggiuntivo già esistente
ja: アドインはすでに存在します
ko: 추가 기능이 이미 존재함
lt: Papildinys jau sukurtas
lv: Pievienojumprogramma jau eksistē
nb_no: Tillegg finnes allerede
nl: Invoegtoepassing bestaat al
pl: Dodatek już istnieje
pt_br: O complemento já existe
ro: Componenta add-in există deja
ru: Надстройка уже существует
sv: Tillägget finns redan
zh_cn: 加载项已存在

# ExtensionDetails
source: Add-In Details: {0}
ar: تفاصيل الوظيفة الإضافية: {0}
da: Oplysninger om tilføjelsesprogram: {0}
es: Detalles del add-in: {0}
et: Add-In detailid: {0}
fi: Lisäosan tiedot: {0}
fr: Détails du complément : {0}
he: פרטי Add-In: {0}
it: Dettagli componente aggiuntivo: {0}
ja: アドインの詳細: {0}
ko: 추가 기능 설명: {0}
lt: Išsamesnė informacija apie papildinį: {0}
lv: Pievienojumprogrammas detaļas: {0}
nb_no: Tilleggsdetaljer: {0}
nl: Details invoegtoepassing: {0}
pl: Szczegóły dodatku: {0}
pt_br: Detalhes do Complemento: {0}
ro: Detalii add-in: {0}
ru: Подробная информация надстройки: {0}
sv: Information om tillägg: {0}
zh_cn: 加载项详细信息: {0}

# ExtensionPackageAttemptingToDeployContainsErrors
source: The add-in package that you are attempting to deploy contains errors. These must be resolved before continuing.
ar: تحتوي حزمة الوظيفة الإضافية التي تحاول نشرها على أخطاء. يتعين حلها قبل الاستمرا.
da: Den tilføjelsesprogrampakke, du forsøger at tage i anvendelse, indeholder fejl. De skal rettes, før du kan fortsætte.
de: Das von Ihnen bereitgestellte Add-In-Paket enthält Fehler. Diese Fehler müssen behoben werden, bevor der Vorgang fortgesetzt werden kann.
es: El paquete de add-ins que intentó implementar contiene errores. Antes de continuar, se debe resolver el problema.
et: Add-in pakett, mida proovisite juurutada, sisaldab vigu. Need peavad enne jätkamist olema lahendatud.
fi: Lisäosapaketti, jota yrität ottaa käyttöön, sisältää virheitä. Ne on ratkaistava ennen jatkamista.
fr: L'ensemble de compléments que vous tentez de déployer contient des erreurs. Vous devez les corriger avant de continuer.
he: חבילת ה- add-in שאתה מנסה להפיץ מכילה שגיאות. חובה לפתור אותן לפני שממשיכים.
it: Il pacchetto di componenti aggiuntivi che si sta tentando di distribuire contiene errori che devono essere risolti per poter procedere.
ja: 配置しようとしているアドイン パッケージにエラーが含まれています。続行する前に、エラーを解決する必要があります。
ko: 배포하려는 추가 기능 패키지에 오류가 포함되어 있습니다. 계속하려면 먼저 오류를 해결해야 합니다.
lt: Papildinių paketas, kurį bandote išskleisti, turi klaidų. Prieš tęsiant klaidos turi būti pašalintos.
lv: Pievienojumprogrammas pakotne, ko jūs mēģinat izvietot, satur kļūdas. Tās ir jāatrisina, pirms turpināt.
nb_no: Tilleggspakken som du prøver å distribuere, inneholder feil. Disse må rettes før du fortsetter.
nl: Het invoegtoepassingenpakket dat u probeert uit te rollen, bevat fouten. Deze moeten worden opgelost voordat u verder kunt gaan.
pl: Pakiet dodatków, który próbujesz wdrożyć, zawiera błędy. Należy je usunąć przed kontynuacją.
pt_br: O pacote de complementos que voccê está tentando implantar contém erros. Isto deve ser resolvido antes de continuar.
ro: Pachetul add-in pe care încercaţi să îl puneţi în funcţiune conţine erori. Acestea trebuie rezolvate înainte de a continua.
ru: Пакет надстроек, который вы пытаетесь развернуть, содержит ошибки. Они должны быть решены перед продолжением.
sv: Tilläggspaketet som du försöker distribuera innehåller fel. Dessa fel måste åtgärdas innan du fortsätter.
zh_cn: 您尝试部署的加载项工具包包含错误。必须解决这些错误才能继续。

# ExtensionPackageAttemptingToDeployContainsWarnings
source: The add-in package that you are attempting to deploy contains warnings. Kindly review them before continuing.
ar: تحتوي حزمة الوظيفة الإضافية التي تحاول نشرها على تحذيرات. الرجاء المراجعة قبل الاستمرار.
da: Den tilføjelsesprogrampakke, du forsøger at tage i anvendelse, indeholder advarsler. Gennemse dem, før du fortsætter.
de: Das von Ihnen bereitgestellte Add-In-Paket enthält Warnungen. Überprüfen Sie diese, bevor Sie den Vorgang fortsetzen.
es: El paquete de add-ins que intentó implementar contiene advertencias. Revíselas cuidadosamente antes de continuar.
et: Add-in pakett, mida proovisite juurutada, sisaldab hoiatusi. Soovitame need enne jätkamist üle vaadata.
fi: Lisäosapaketti, jota yrität ottaa käyttöön, sisältää varoituksia. Tutustu varoituksiin ennen jatkamista.
fr: L'ensemble de compléments que vous tentez de déployer contient des avertissements. Veuillez en prendre connaissance avant de continuer.
he: חבילת ה- add-in להפצה מכילה אזהרות. בדוק אותן בבקשה לפני ההפצה
it: Il pacchetto di componenti aggiuntivi che si sta tentando di distribuire contiene avvisi da esaminare prima di procedere.
ja: 配置しようとしているアドイン パッケージに警告が含まれています。続行する前に、警告を確認してください。
ko: 배포하려는 추가 기능 패키지에 경고가 포함되어 있습니다. 경고 내용을 검토한 후에 계속하세요.
lt: Papildinių paketas, kurį bandote išskleisti, turi įspėjimų. Prieš tęsdami peržiūrėkite įspėjimus.
lv: Pievienojumprogrammas pakotne, kas jūs mēģinat izvietot, satur brīdinājumus. Lūdzu pārskatīt tos, pirms turpināt.
nb_no: Tilleggspakken som du prøver å distribuere, inneholder advarsler. Se gjennom disse før du fortsetter.
nl: Het invoegtoepassingenpakket dat u probeert uit te rollen, bevat waarschuwingen. Controleer deze voordat u verder gaat.
pl: Pakiet dodatków, który próbujesz wdrożyć, zawiera błędy. Należy je sprawdzić przed kontynuacją.
pt_br: O pacote de complementos que você está tentando implantar contém avisos. Revise-os antes de continuar.
ro: Pachetul add-in pe care încercaţi să îl puneţi în funcţiune conţine avertismente. Verificaţi-le înainte de a continua.
ru: Пакет надстроек, который вы пытаетесь развернуть, содержит предупреждения. Просьба пересмотреть их перед продолжением.
sv: Tilläggspaketet som du försöker distribuera innehåller varningar. Granska dem innan du fortsätter.
zh_cn: 您尝试部署的加载项工具包包含警告。建议检查之后再继续。

# ExtensionWithSameNameAlreadyExist
source: An add-in package with the same name already exists. Do you wish to overwrite it?
ar: توجد حزمة وظيفة إضافية بنفس الاسم موجودة بالفعل. ‏‏هل ترغب بالكتابة فوقها؟
da: En tilføjelsesprogrampakke med samme navn findes allerede. Vil du overskrive den?
de: Ein Add-In-Paket mit diesem Namen ist bereits vorhanden. Möchten Sie es überschreiben?
es: Ya existe un paquete de add-ins con el mismo nombre. ¿Desea sobrescribirlo?
et: Selle nimega add-in pakett on juba olemas. Kas soovite selle üle kirjutada?
fi: Samanniminen lisäosapaketti on jo olemassa. Haluatko korvata sen?
fr: Il existe déjà un ensemble de complément du même nom. Voulez-vous le remplacer ?
he: קיימת חבילת add-in באותו שם. האם לדרוס אותה?
it: Esiste già un pacchetto di componenti aggiuntivi con lo stesso nome. Sovrascriverlo?
ja: 同じ名前のアドイン パッケージがすでに存在します。上書きしますか？
ko: 같은 이름의 추가 기능 패키지가 이미 있습니다. 덮어쓰시겠습니까?
lt: Papildinių paketas su tokiu pačiu pavadinimu jau sukurtas. Ar norite jį perrašyti?
lv: Pievienojumprogrammas pakete ar tādu pašu nosaukumu jau eksistē. Vai jūs vēlaties to pārrakstīt?
nb_no: En tilleggspakke med samme navn finnes allerede. Vil du overskrive den?
nl: Er bestaat al een invoegtoepassingenpakket met dezelfde naam. Wilt u dit overschrijven?
pl: Pakiet dodatków o tej samej nazwie już istnieje. Czy chcesz go zastąpić?
pt_br: Um pacote de complemento com o mesmo nome já existe. Deseja substituí-lo?
ro: Un pachet add-in cu acelaşi nume există deja. Doriţi să îl suprascrieţi?
ru: Пакет надстроек с тем же именем уже существует. Вы хотите перезаписать его?
sv: Det finns redan ett tilläggspaket med samma namn. Vill du skriva över det?
zh_cn: 存在同名的加载项工具包。是否覆盖?
