Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# MoveIntoGroup
source: Move into the '{0}' group
ar: تحريك داخل مجموعة '{0}'
da: Flyt ind i gruppen '{0}'
de: In Gruppe '{0}' verschieben
es: Mover al grupo '{0}'
et: Liigu gruppi '{0}'
fi: Siirry ryhmään {0}
fr: Déplacer dans le groupe '{0}'
he: עבור לתוך הקבוצה '{0}'
it: Sposta nel gruppo '{0}'
ja: '{0}' グループへ移動
ko: '{0}' 그룹으로 이동
lt: Perkelti į '{0}' grupę
lv: Pārvietot uz '{0}' grupu
nb_no: Flytt til {0}-gruppen
nl: Verplaats naar de '{0}'-groep
pl: Przenieś do grupy '{0}'
pt_br: Mover para grupo '{0}'
ro: Mutare în grupul '{0}'
ru: Переместить в группу '{0}'
sv: Flytta till gruppen {0}
zh_cn: 移动到“{0}”组

source: Edit Group
ar: تحرير المجموعة
da: Redigér gruppe
de: Gruppe bearbeiten
es: Editar grupo
et: Muuda gruppi
fi: Muokkaa ryhmää
fr: Modifier le groupe
he: ערוך שכבה
it: Modifica gruppo
ja: グループの編集
ko: 그룹 편집
lt: Redaguoti grupę
lv: Rediģēt grupu
nb_no: Rediger gruppe
nl: Bewerk groep
pl: Edytuj grupę
pt_br: Editar Grupo
ro: Editare grup
ru: Изменить группу
sv: Redigera grupp
zh_cn: 编辑组

source: Configure Controls
ar: تكوين عناصر التحكم
da: Konfigurér kontrolelementer
de: Steuerelemente konfigurieren
es: Configurar los controles
et: Seadista kontrolle
fi: Muokkaa säätimiä
fr: Configurer les contrôles
he: הגדרת פקדים
it: Configura controlli
ja: コントロールの構成
ko: 컨트롤 구성
lt: Konfigūruoti valdiklius
lv: Konfigurēt kontroles
nb_no: Konfigurer kontroller
nl: Configureer besturingselementen
pl: Konfiguruj elementy sterujące
pt_br: Configurar Controles
ro: Configurare controale
ru: Настроить элементы управления
sv: Konfigurera kontroller
zh_cn: 配置控件

# ConfigureControlsDescription
source: Edit the configuration of the Viewer's controls
ar: تحرير تكوين عناصر التحكم في العارض
da: Redigér konfiguration af Viewer-programmets kontrolelementer
de: Konfiguration der Steuerelemente für Viewer bearbeiten
es: Editar la configuración de los controles de Viewer
et: Muuda sirvija kontrolli seadistust
fi: Muokkaa Viewerin säätimien määritystä
fr: Modifier la configuration des contrôles de la visionneuse
he: ערוך את הגדרת התצורה של כלי הצפיין
it: Modifica la configurazione dei controlli del visualizzatore
ja: ビューアのコントロールの構成を編集します
ko: 뷰어 컨트롤의 구성을 편집합니다.
lt: Redaguoti Viewer valdiklių konfigūraciją
lv: Rediģēt skatītāju kontroļu konfigurāciju
nb_no: Rediger konfigurasjonen av kontrollene i Viewer
nl: Wijzig de configuratie van de besturingselementen van de Viewer
pl: Edytuj konfigurację elementów sterujących przeglądarki
pt_br: Edita a configuração dos controles da Janela de Visualização
ro: Editaţi configuraţia controalelor aplicaţiei de vizualizare
ru: Изменить конфигурацию элементов управления вьюера
sv: Redigera konfigurationen av visningsprogrammets kontroller
zh_cn: 编辑查看器控件的配置

# FeatureLayerMode
source: Mode
ar: الوضع
da: Tlstand
de: Modus
es: Modo
et: Mood
fi: Tila
he: מצב
it: Modalità
ja: モード
ko: 모드
lt: Režimas
lv: Veids
nb_no: Modus
nl: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sv: Läge
zh_cn: 模式

# ModeCacheSizeLabel
source: Cache Size:
ar: حجم ذاكرة التخزين المؤقتة:
da: Cache-størrelse:
de: Cache-Größe:
es: Tamaño de caché:
et: Cache suurus:
fi: Välimuistin koko:
fr: Taille du cache:
he: גודל Cache:
it: Dimensioni cache:
ja: キャッシュ サイズ:
ko: 캐시 크기:
lt: Podėlio dydis:
lv: Kešatmiņas lielums:
nb_no: Bufferstørrelse:
nl: Omvang cache:
pl: Wielkość pamięci podręcznej:
pt_br: Tamanho de cache:
ro: Dimensiune cache:
ru: Размер кэша:
sv: Cachestorlek:
zh_cn: 缓存大小:

# UseOnDemandMode
source: OnDemand
fr: A la demande
he: לפי דרישה
ja: オンデマンド
pt_br: Por Demanda
zh_cn: 按需

# UseSnapShotMode
source: SnapShot
fr: Instantané
he: צילום בזק
ja: スナップ ショット
pl: Migawka
pt_br: Modo Instantâneo
zh_cn: 快照

# OnDemandCacheSize
source: Feature Layer OnDemand Cache Size
ar: حجم ذاكرة تخزين OnDemand المؤقتة لطبقة المعلم
da: Vektorlagets OnDemand-cache-størrelse
de: Cache-Größe für Feature-Layer auf OnDemand
es: Tamaño de memoria caché OnDemand de la capa de entidades
et: Objektikihi OnDemand cache suurus
fi: Kohteen tason OnDemand-välimuistin koko
fr: Taille du cache de couche d'entités à la demande
he: גודל cache של שכבת ישויות במוד לפי דרישה
it: Dimensioni cache OnDemand layer di feature
ja: フィーチャ レイヤのオンデマンド キャッシュ サイズ
ko: 피처 레이어 온디멘드 캐시 크기
lt: Objektų sluoksnio OnDemand podėlio dydis
lv: Elementu slāņa OnDemand kešatmiņas lielums
nb_no: Bufferstørrelse for OnDemand-geoobjektlag
nl: Cachegrootte OnDemand objectlaag
pl: Wielkość bufora warstwy obiektu OnDemand
pt_br: Tamanho de Cache Por Demanda da Camada de Feição
ro: Dimensiune cache OnDemand pentru stratul tematic de obiecte spaţiale
ru: Размер кэша по требованию слоя объектов
sv: Cachestorlek för geoobjektlager i OnDemand-läge
zh_cn: 要素图层按需缓存大小

# OnDemandCacheSizeDescription
source: Sets the FeatureLayer OnDemand mode cache size (default= 1000)
ar: تعيين حجم ذاكرة تخزين وضع OnDemand لطبقة المعلم (الوضع الافتراضي = 100)
da: Indstiller vektorlagets OnDemand-tilstands cache-størrelse (standard= 1000)
de: Legt die Cache-Größe für Feature-Layer auf den OnDemand-Modus fest (Standard = 1000)
es: Configura el tamaño de memoria caché en modo OnDemand de FeatureLayer (predeterminado = 1000)
et: Määrab FeatureLayer OnDemand sisu cache suuruse (vaikimisi= 1000)
fi: Määrittää FeatureLayer OnDemand -tilan välimuistin koon (oletus = 1000)
fr: Définit la taille du cache de couche d'entités à la demande (1000 par défaut)
he: הגדר את גודל ה-cache של שכבת הישויות במוד לפי דרישה (ברירת מחדל = 1000)
it: Imposta le dimensioni della cache della modalità OnDemand del layer di feature (valore di default= 1000)
ja: フィーチャ レイヤのオンデマンド モードでのキャッシュ サイズを設定します（デフォルトは 1000）
ko: FeatureLayer OnDemand 모드 캐시 크기를 설정합니다(기본값= 1000).
lt: Nurodomas FeatureLayer OnDemand būdo podėlio dydis (numatytas= 1000)
lv: Iestata FeatureLayer OnDemand režīma kešatmiņu (noklusējums= 1000)
nb_no: Angir bufferstørrelsen for FeatureLayer OnDemand-modus (standardverdi = 1000)
nl: Stelt de cachegrootte OnDemand-modus objectlaag in (standaard = 1000)
pl: Ustawia wielkość bufora warstwy obiektu trybu OnDemand (domyślnie = 1000)
pt_br: Configura o tamanho de cache do modo Por Demanda da Camada de Feição (padrão= 1000)
ro: Setează dimensiunea memoriei cache în modul FeatureLayer OnDemand (implicit = 1000)
ru: Задать размер кэша в режиме FeatureLayer OnDemand (по умолчанию= 1000)
sv: Anger cachestorlek för geoobjektlager i OnDemand-läge (standard = 1000)
zh_cn: 设置要素图层按需模式缓存大小(默认值 = 1000)

# OnDemandRadio
source: FeatureLayer OnDemand Mode
ar: وضع OnDemand لطبقة المعلم
da: Vektorlags OnDemand-tilstand
de: Feature-Layer auf OnDemand-Modus
es: Modo OnDemand de FeatureLayer
fi: FeatureLayer OnDemand -tila
fr: Mode à la demande pour couche d'entités
he: מוד FeatureLayer OnDemand
it: Modalità OnDemand layer di feature
ja: フィーチャ レイヤのオンデマンド モード
ko: FeatureLayer OnDemand 모드
lt: FeatureLayer OnDemand būdas
lv: Elementu slāņa OnDemand režīms
nb_no: FeatureLayer OnDemand-modus
nl: OnDemand-modus objectlaag
pl: Tryb OnDemand warstwy obiektu
pt_br: Modo Por Demanda da Camada de Feição
ro: Mod FeatureLayer OnDemand
ru: Режим FeatureLayer OnDemand
sv: Geoobjektlager OnDemand-läge
zh_cn: 要素图层按需模式

# OnDemandRadioDescription
source: Selects the query mode for the layer to be OnDemand (FeatureLayers only)
ar: تحديد وضع الاستعلام للطبقة ليصبح OnDemand (FeatureLayers فقط)
da: Indstiller forespørgselstilstanden for laget til at være OnDemand (kun vektorlag)
de: Legt den Abfragemodus für den Layer auf OnDemand fest (nur Feature-Layer)
es: Selecciona el modo de consulta OnDemand para la capa (solo FeatureLayers)
et: Valib päringu tüübina kihile OnDemand variandi (FeatureLayers ainult)
fi: Valitsee kyselytilan OnDemand-tasolle (vain FeatureLayers)
fr: Sélectionne le mode de requête A la demande pour la couche (couches d'entités seulement)
he: בוחר את מוד התשאול של השכבה ל OnDemand (FeatureLayers only)‏
it: Seleziona la modalità di interrogazione per il layer in modo che sia OnDemand (solo layer di feature)
ja: オンデマンドになるレイヤのクエリ モードを選択します（フィーチャ レイヤのみ）
ko: OnDemand로 설정할 레이어의 쿼리 모드를 선택합니다(FeatureLayers만 해당).
lt: Sluoksnio užklausos būdas pakeičiamas į OnDemand (tik FeatureLayers)
lv: Izvēlas vaicājumu režīmu slānim, kas ir OnDemand (FeatureLayers tikai)
nb_no: Velger spørringmodusen for kartlaget som skal være OnDemand (bare FeatureLayers)
nl: Selecteert de bevragingsmodus voor de layer voor OnDemand (alleen objectlagen)
pl: Wybiera tryb zapytania dla warstwy, która ma działać w trybie migawki (tylko warstwy obiektów)
pt_br: Seleciona o modo de consulta da camada a ser aplicado o modo Por Demanda (somente Camadas de Feições)
ro: Selectează modul de interogare pentru stratul tematic să fie OnDemand (numai straturi tematice de obiecte spaţiale)
ru: Выбрать режим запроса для слоя OnDemand (только FeatureLayers)
sv: Väljer frågeläge för lagret som ska vara OnDemand (endast geoobjektlager)
zh_cn: 选择要进行按需缓存操作的图层的查询模式(仅限要素图层)

# SnapShotRadio
source: FeatureLayer SnapShot Mode
ar: وضع SnapShot لـ FeatureLayer
da: Vektorlags SnapShot-tilstand
de: Feature-Layer auf SnapShot-Modus
es: Modo SnapShot de FeatureLayer
et: FeatureLayer SnapShot mood
fi: FeatureLayer SnapShot -tila
fr: Mode instantané pour couche d'entités
he: מוד צילום בזק של שכבת ישויות
it: Modalità SnapShot layer di feature
ja: フィーチャ レイヤのスナップ ショット モード
ko: FeatureLayer SnapShot 모드
lt: FeatureLayer SnapShot būdas
lv: Elementu slāņa SnapShot režīms
nb_no: FeatureLayer SnapShot-modus
nl: SnapShot-modus objectlaag
pl: Tryb migawki warstwy obiektów
pt_br: Modo Instantâneo da Camada de Feição
ro: Modul FeatureLayer SnapShot
ru: Режим FeatureLayer SnapShot
sv: Geoobjektlager SnapShot-läge
zh_cn: 要素图层快照模式

# SnapShotRadioDescription
source: Selects the query mode for the layer to be SnapShot (FeatureLayers only)
ar: تحديد وضع الاستعلام للطبقة ليصبح SnapShot (FeatureLayers فقط)
da: Indstiller forespørgselstilstanden for laget til at være SnapShot (kun vektorlag)
de: Legt den Abfragemodus für den Layer auf SnapShot fest (nur Feature-Layer)
es: Selecciona el modo de consulta SnapShot para la capa (solo FeatureLayers)
et: Valib päringu tüübina kihile SnapShot variandi (FeatureLayers ainult)
fi: Valitsee kyselytilan SnapShot-tasolle (vain FeatureLayers)
fr: Sélectionne le mode de requête Instantané pour la couche (couches d'entités seulement)
he: בוחר את מוד התשאול למוד צילום בזק של השכבה (שכבת ישויות בלבד)
it: Seleziona la modalità di interrogazione per il layer in modo che sia SnapShot (solo layer di feature)
ja: スナップ ショットになるレイヤのクエリ モードを選択します（フィーチャ レイヤのみ）
ko: SnapShot으로 설정할 레이어의 쿼리 모드를 선택합니다(FeatureLayers만 해당).
lt: Ssluoksnio užklausos būdas pakeičiamas į SnapShot (tik FeatureLayers)
lv: Izvēlas vaicājumu režīmu slānim, kas ir SnapShot (FeatureLayers tikai)
nb_no: Velger spørringmodusen for kartlaget som skal være SnapShot (bare FeatureLayers)
nl: Selecteert de bevragingsmodus voor de laag voor SnapShot (alleen objectlagen)
pl: Wybiera tryb zapytania dla warstwy, która ma działać w trybie migawki (tylko warstwy obiektów)
pt_br: Seleciona o modo de consulta da camada a ser aplicado o modo Instantâneo (somente Camadas de Feições)
ro: Selectează modul de interogare pentru stratul tematic să fie SnapShot (numai straturi tematice de obiecte spaţiale)
ru: Выбрать режим запроса для слоя SnapShot (только FeatureLayers)
sv: Väljer frågeläge för lagret som ska vara SnapShot (endast geoobjektlager)
zh_cn: 选择要进行快照的图层的查询模式(仅限要素图层)

source: Add Link
ar: إضافة ارتباط
da: Tilføj link
de: Link hinzufügen
es: Agregar enlace
et: Lisa link
fi: Lisää linkki
fr: Ajouter un lien
he: הוסף קישור
it: Aggiungi collegamento
ja: リンクの追加
ko: 링크 추가
lt: Pridėti nuorodą
lv: Pievienot saiti
nb_no: Legg til kobling
nl: Voeg koppeling toe
pl: Dodaj łącze
pt_br: Adicionar Link
ro: Adăugare legătură
ru: Добавить ссылку
sv: Lägg till länk
zh_cn: 添加链接

source: Remove Link
ar: حذف ارتباط
da: Fjern link
de: Link entfernen
es: Eliminar enlace
et: Eemalda link
fi: Poista linkki
fr: Supprimer le lien
he: הסר קישור
it: Rimuovi collegamento
ja: リンクの削除
ko: 링크 제거
lt: Pašalinti nuorodą
lv: Izņemt saiti
nb_no: Fjern kobling
nl: Verwijder koppeling
pl: Usuń łącze
pt_br: Remover Link
ro: Eliminare legătură
ru: Удалить ссылку
sv: Ta bort länk
zh_cn: 移除链接

# ConfigureControlsBanner
source: Controls To Configure
ar: عناصر التحكم المراد تكوينها
da: Kontrolelementer, der skal konfigureres
de: Zu konfigurierende Steuerelemente
es: Controles a configurar
et: Kontrollib seadistust
fi: Muokattavat säätimet
fr: Contrôles à configurer
he: פקדים להגדרת תצורה
it: Controlli da configurare
ja: 構成するコントロール
ko: 구성할 컨트롤
lt: Konfigūruojami įrankiai
lv: Kontroles, lai konfigurētu
nb_no: Kontroller som skal konfigureres
nl: Te configureren besturingselementen
pl: Elementy sterujące do skonfigurowania
pt_br: Controles para Configurar
ro: Controale pentru configurare
ru: Элементы управления для настройки
sv: Kontroller som ska konfigureras
zh_cn: 要配置的控件

source: Controls
ar: عناصر التحكم
da: Kontrolelementer
de: Steuerelemente
es: Controles
et: Kontrollid
fi: Säätimet
fr: Contrôles
he: פקדים
it: Controlli
ja: コントロール
ko: 컨트롤
lt: Įrankiai
lv: Kontroles
nb_no: Kontroller
nl: Besturingselementen
pl: Elementy sterujące
pt_br: Controles
ro: Controale
ru: Элементы управления
sv: Kontroller
zh_cn: 控件

source: Feature Retrieval
ar: استرداد المعالم
da: Objekthentning
de: Feature-Abruf
es: Recuperación de entidades
et: Objekti taastamine
fi: Kohteen nouto
fr: Récupération d'entités
he: אחזור ישויות
it: Recupero feature
ja: フィーチャの取得
ko: 피처 가져오기
lt: Objektų atkūrimas
lv: Elementu atjaunošana
nb_no: Henting av geoobjekt
nl: Ophalen object
pl: Pobieranie obiektów
pt_br: Recuperação de Feição
ro: Preluare obiect spaţial
ru: Получение объектов
sv: Objekthämtning
zh_cn: 要素检索

# AddGroupDotDot
source: Add Group...
ar: جارِ إضافة مجموعة...
da: Tilføj gruppe...
de: Gruppe hinzufügen...
es: Agregar grupo...
et: Lisa grupp...
fi: Lisää ryhmä...
fr: Ajouter un groupe...
he: הוספת קבוצה...
it: Aggiungi gruppo...
ja: グループの追加...
ko: 그룹 추가...
lt: Pridėti grupę...
lv: Pievienot Grupu...
nb_no: Legg til gruppe...
nl: Voeg groep toe...
pl: Dodaj grupę...
pt_br: Adicionar Grupo...
ro: Adăugare grup...
ru: Добавить группу...
sv: Lägg till grupp...
zh_cn: 添加组...

source: Add Separator
ar: إضافة فاصل
da: Tilføj skilletegn
de: Trennzeichen hinzufügen
es: Agregar separador
et: Lisa eraldaja
fi: Lisää erotin
fr: Ajouter un séparateur
he: הוסף מפריד
it: Aggiungi separatore
ja: 区切り記号の追加
ko: 구분 기호 추가
lt: Pridėti skyriklį
lv: Pievienot atdalītāju
nb_no: Legg til separator
nl: Voeg scheidingsteken toe
pl: Dodaj separator
pt_br: Adicionar Separador
ro: Adăugare separator
ru: Добавить разделитель
sv: Lägg till Avgränsare
zh_cn: 添加分隔符

# ApplicationBuilderDashSettings
source: Application Builder - Settings
ar: منشئ التطبيق - إعدادات
da: Application Builder - Indstillinger
de: Application Builder - Einstellungen
es: Application Builder: configuración
et: Rakenduse koostaja - seaded
fi: Application Builder – Asetukset
fr: Application Builder - Paramètres
he: הגדרות - Application Builder
it: Application Builder - Impostazioni
ja: Application Builder - 設定
ko: 응용프로그램 빌더 - 설정
lt: Aplikacijos kūrimo įrankis - nustatymai
lv: Aplikācijas veidotājs - Iestatījumi
nb_no: Programbygger - Innstillinger
nl: Application Builder - instellingen
pl: Kreator aplikacji - Ustawienia
pt_br: Application Builder - Configurações
ro: Application Builder - Setări
ru: Конструктор приложения - Настройки
sv: Application Builder - Inställningar
zh_cn: 应用程序构建器 - 设置

source: Browse
ar: استعراض
da: Gennemse
de: Durchsuchen
es: Examinar
et: Sirvi
fi: Selaa
fr: Parcourir
he: דפדף
it: Sfoglia
ja: 参照
ko: 찾아보기
lt: Parinkti
lv: Pārlūkot
nb_no: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt_br: Procurar
ro: Parcurgere
ru: Обзор
sv: Bläddra
zh_cn: 浏览

source: Contents
ar: المحتويات
da: Indhold
de: Inhalt
es: Contenido
et: Sisu
fi: Sisältö
fr: Contenu
he: תכולה
it: Contenuti
ja: コンテンツ
ko: 내용
lt: Turinys
lv: Saturs
nb_no: Innhold
nl: Inhoud
pl: Zasoby
pt_br: Conteúdo
ro: Conţinuturi
ru: Ресурсы
sv: Innehåll
zh_cn: 内容

source: Current Viewer Applications
ar: تطبيقات العارض الحالية
da: Aktuelle Viewer-applikationer
de: Aktuelle Viewer-Anwendungen
es: Aplicaciones de Viewer actuales
et: Praeguse sirvija rakendused
fi: Nykyiset Viewer-sovellukset
fr: Applications de visionneuse actuelles
he: אפליקצית צפיין נוכחית
it: Visualizzatori correnti
ja: 現在のビューア アプリケーション
ko: 현재 뷰어 응용프로그램
lt: Esamos Viewer aplikacijos
lv: Pašreizējās skatītāja aplikācijas
nb_no: Gjeldende Viewer-programmer
nl: Huidige Viewer-applicaties
pl: Bieżące aplikacje przeglądarki
pt_br: Aplicativos da Janela de Visualização Atual
ro: Aplicaţii de vizualizare curente
ru: Текущие приложения вьюера
sv: Aktuella visningsprogram
zh_cn: 当前查看器应用程序

source: Map Contents
ar: محتويات الخريطة
da: Kortindhold
de: Karteninhalt
es: Contenido de mapa
et: Kaardi sisu
fi: Kartan sisältö
fr: Contenu de la carte
he: תכולת המפה
it: Contenuti mappa
ja: マップ コンテンツ
ko: 맵 컨텐츠
lt: Žemėlapio turinys
lv: Kartes saturs
nb_no: Kartinnhold
nl: Kaartinhoud
pl: Zawartość mapy
pt_br: Conteúdo do Mapa
ro: Conţinuturi hartă
ru: Содержание карты
sv: Kartinnehåll
zh_cn: 地图内容

source: No files found.
ar: لم يتم العثور على ملفات.
da: Ingen filer fundet.
de: Keine Dateien gefunden.
es: No se encuentran archivos.
et: Faile ei leitud.
fi: Tiedostoja ei löytynyt.
fr: Aucun fichier trouvé.
he: לא נמצא קובץ.
it: Nessun file trovato.
ja: ファイルが見つかりませんでした。
ko: 파일을 찾을 수 없습니다.
lt: Nerasta failų.
lv: Neatrod failu.
nb_no: Fant ingen filer.
nl: Geen bestanden gevonden.
pl: Nie znaleziono plików.
pt_br: Nenhum arquivo encontrado.
ro: Nu a fost găsit niciun fişier.
ru: Файлы не найдены.
sv: Hittade inga filer.
zh_cn: 未找到任何文件。

source: Search
ar: بحث
da: Søg
de: Suchen
es: Buscar
et: Otsi
fi: Etsi
fr: Rechercher
he: חפש
it: Cerca
ja: 検索
ko: 검색
lt: Ieškoti
lv: Meklēt
nb_no: Søk
nl: Zoeken
pl: Wyszukaj
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sv: Sök
zh_cn: 搜索

source: Viewer project
ar: مشروع العارض
da: Viewer-projekt
de: Viewer-Projekt
es: Proyecto de Viewer
et: Sirvija projekt
fi: Viewer-projekti
fr: Projet Viewer
he: פרויקט צפיין
it: Progetto visualizzatore
ja: ビューア プロジェクト
ko: 뷰어 프로젝트
lt: Viewer projektas
lv: Skatītāja projekts
nb_no: Viewer-prosjekt
pl: Projekt przeglądarki
pt_br: Projeto da Janela de Visualização
ro: Proiect aplicaţie de vizualizare
ru: Проект вьюера
sv: Visningsprogramprojekt
zh_cn: 查看器项目

source: Webmap
da: Webkort
de: Webkarte
et: Veebikaart
fi: Web-kartta
fr: Carte Web
it: Mappa Web
ja: Web マップ
ko: 웹맵
lt: Pagrindo žemėlapis
lv: Web karte
nb_no: Webkart
nl: Webkaart
pl: Mapa internetowa
pt_br: Mapa da Web
ro: Hartă Web
ru: Веб-карта
sv: Webbkarta
zh_cn: Web 地图

source: Add Layer Failed
ar: فشل إضافة الطبقة
da: Tilføjelse af lag mislykkedes
de: Hinzufügen von Layer fehlgeschlagen
es: Error al agregar capa
et: Kihi lisamine nurjus
fi: Karttatason lisäys epäonnistui
fr: L’ajout de la couche a échoué
he: הוספת שכבה נכשלה
it: Aggiunta layer non riuscita
ja: レイヤを追加できませんでした
ko: 레이어 추가 실패
lt: Nepavyko pridėti sluoksnio
lv: Slāņa pievienošanas neveiksme
nb_no: Legg til kartlag mislyktes
nl: Toevoegen laag mislukt
pl: Nie powiodło się dodawanie warstwy
pt_br: Não foi possível adicionar a Camada
ro: Adăugare strat tematic eşuată
ru: Не удалось добавить слой
sv: Lägg till lager misslyckades
zh_cn: 添加图层失败

# AddLayerFailedExplanation
source: Layer could not be added. Reason for failure: {0}.
ar: تعذرت إضافة الطبقة. سبب الفشل: {0}.
da: Laget kunne ikke tilføjes. Årsag til fejl: {0}.
de: Layer konnte nicht hinzugefügt werden. Fehlerursache: {0}.
es: No se pudo agregar la capa. Razón del fallo: {0}.
et: Kihti ei lisata. Tõrke põhjus: {0}.
fi: Karttatasoa ei voitu lisätä. Virheen syy: {0}.
fr: Impossible d'ajouter la couche. Motif de l'échec : {0}.
he: לא ניתן להוסיף שכבה. סיבת הכישלון: {0}.
it: Impossibile aggiungere il layer. Motivo errore: {0}.
ja: レイヤを追加できませんでした。 失敗の理由: {0}。
ko: 레이어를 추가할 수 없습니다. 실패 원인: {0}.
lt: Sluoksnio pridėti negalima. Priežastis: {0}.
lv: Slāni nevar pievienot. Iemesls neveiksmei: {0}.
nb_no: Kartlaget kunne ikke legges til. Årsak: {0}.
nl: Laag kan niet worden toegevoegd. Reden voor mislukking: {0}.
pl: Nie można dodać warstwy. Przyczyna błędu: {0}.
pt_br: Não foi possível adicionar a camada. Razão para falha: {0}.
ro: Stratul tematic nu a putut fi adăugat. Motivul eşecului: {0}.
ru: Невозможно добавить слой. Причина ошибки: {0}.
sv: Det gick inte att lägga till lager. Felorsak: {0}.
zh_cn: 无法添加图层。失败原因: {0}。

# AddLayerFailedNoDetails
source: [No details could be extracted]
ar: [تعذر استخراج التفاصيل]
da: [Ingen oplysninger kunne hentes]
de: [Es konnten keine Details extrahiert werden]
es: [No se pudo extraer detalles]
et: [Ühtegi detaili ei suudeta välja tuua]
fi: [Tietoja ei voitu poimia]
fr: [Aucun détail extrait]
he: [לא ניתן לחלץ פרטים]
it: [Impossibile estrarre dettagli]
ja: [詳細を抽出できませんでした]
ko: [추출할 수 있는 설명 없음]
lt: [Negalima išskleisti išsamios informacijos]
lv: [Nav detaļu, ko varētu izvilkt]
nb_no: [Ingen detaljer kunne trekkes ut]
nl: [Kan geen details ophalen]
pl: [Nie można wyodrębnić szczegółów]
pt_br: Não foi possível extrair nenhum detalhe]
ro: [Nu a putut fi extras niciun detaliu]
ru: [невозможно извлечь подробную информацию]
sv: [Det gick inte att extrahera någon information]
zh_cn: [无法提取任何详细信息]

source: Configure Layers
ar: تكوين الطبقات
da: Konfigurér lag
de: Layer konfigurieren
es: Configurar capas
et: Seadista kihte
fi: Muokkaa karttatasoja
fr: Configurer les couches
he: ערוך תצורת שכבות
it: Configura layer
ja: レイヤの構成
ko: 레이어 구성
lt: Konfigūruoti sluoksnius
lv: Konfigurēt slāņus
nb_no: Konfigurer kartlag
nl: Configureer lagen
pl: Konfiguruj warstwy
pt_br: Configurar Camadas
ro: Configurare straturi tematic
ru: Конфигурировать слои
sv: Konfigurera lager
zh_cn: 配置图层

# ConfigureLayersDescription
source: Modify the appearance and behavior of layers in the map
ar: تعديل مظهر الطبقات وسلوكياتها في الخريطة
da: Redigér udseende og adfærd for lagene i kortet
de: Aussehen und Verhalten von Layern in der Karte ändern
es: Modificar la apariencia y el comportamiento de las capas en el mapa
et: Muuda kaardil olevate kihtide väljanägemist ja eeskirju
fi: Muuta kartan tasojen ulkoasua ja toimintaa
fr: Modifie l'apparence et le comportement des couches de la carte
he: התאם את ההופעה וההתנהגות של שכבות במפה
it: Modifica l'aspetto e il comportamento dei layer nella mappa
ja: マップ内のレイヤの表示設定およびビヘイビアーの変更します
ko: 맵에서 레이어의 모양 및 동작을 수정합니다.
lt: Keisti žemėlapio sluoksnių išvaizdą ir veikimą
lv: Mainīt kartes slāņu izskatu un uzvedību
nb_no: Endre utseende og virkemåte for kartlag i kartet
nl: Bewerk het uiterlijk en het gedrag van lagen in de kaart
pl: Modyfikuj wygląd i zachowanie warstw na mapie
pt_br: Modifica a aparência e comportamento das camadas no mapa
ro: Modificaţi aspectul şi comportamentul straturilor tematice din hartă
ru: Изменить внешний вид и поведение слоев на карте
sv: Ändra utseende och beteende hos lager på kartan
zh_cn: 修改地图中图层的外观和行为

source: Layers
ar: طبقات
da: Lag
de: Layer
es: Capas
et: Kihid
fi: Karttatasot
fr: Couches
he: שכבות
it: Layer
ja: レイヤ
ko: 레이어
lt: Sluoksniai
lv: Slāņi
nb_no: Lag
nl: Lagen
pl: Warstwy tematyczne
pt_br: Camadas
ro: Straturi tematice
ru: Слои
sv: Lager
zh_cn: 图层

source: Site Copy Failed
ar: فشل نسخ الموقع
da: Kopiering af sted mislykkedes
de: Fehler beim Kopieren der Site
es: Falló la copia del sitio
et: Lehe kopeerimine nurjus
fi: Sivuston kopiointi epäonnistui
fr: Echec de copie du site
he: העתקת האתר נכשלה
it: Copia sito non riuscita
ja: サイトのコピーに失敗しました
ko: 사이트 복사 실패
lt: Nepavyko nukopijuoti svetainės
lv: Neizdevās vietnes kopija
nb_no: Områdekopiering mislyktes
nl: Kopiëren site mislukt
pl: Nie powiodło się kopiowanie witryny
pt_br: A Cópia do Site Falhou
ro: Copiere site eşuată
ru: Копирование сайта прервано
sv: Webbplatskopieringen misslyckades
zh_cn: 站点复制失败
