Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

source: Return to previous screen
ar: العودة إلي الشاشة السابقة
da: Returnér til forrige skærmbillede
de: Zum vorherigen Bildschirm zurückkehren
es: Volver a la pantalla anterior
et: Pöördu tagasi eelnevale ekraanile
fi: Palaa edelliseen näyttöön
fr: Revenir à l'écran précédent
he: חזור למסך קודם
it: Torna a schermata precedente
ja: 前の画面に戻ります
ko: 이전 화면으로 돌아가기
lt: Grįžti į ankstesnį vaizdą
lv: Atgriezties iepriekšējā ekrānā
nb_no: Gå tilbake til forrige skjermbilde
nl: Ga terug naar het vorige scherm
pl: Wróć do poprzedniego ekranu
pt_br: Retorna à tela anterior
ro: Revenire la ecranul anterior
ru: Вернуться к предыдущему экрану
sv: Återgå till föregående skärm
zh_cn: 返回至上一画面

source: Selection
ar: تحديد
da: Markering
de: Auswahl
es: Selección
et: Valik
fi: Valinta
fr: Sélection
he: בחירה
it: Selezione
ja: 選択セット
ko: 선택 영역
lt: Pasirinkimas
lv: Izvēle
nb_no: Utvalg
nl: Selectie
pl: Selekcja
pt_br: Seleção
ro: Selecţie
ru: Выборка
sv: Val
zh_cn: 选择

source: Selection Outline
ar: تحديد المخطط التفصيلي
da: Valgt kontur
de: Umrisslinie für Auswahl
es: Contorno de selección
et: Valiku äärejoon
fi: Valinnan jäsennys
fr: Contour de la sélection
he: בחירת קו תוחם
it: Contorno selezione
ja: 選択セットのアウトライン
ko: 선택 영역 윤곽선
lt: Pasirinkimo metmenys
lv: Izvēles kontūra
nb_no: Utvalgsomriss
nl: Omlijning selectie
pl: Ramka selekcji
pt_br: Contorno de Seleção
ro: Contur selecţie
ru: Выбор структуры
sv: Markeringskontur
zh_cn: 选择区轮廓

# Setting
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Configuración
et: Seaded
fi: Asetukset
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
zh_cn: 设置

# StartWithExistingMap
source: Start with existing
ar: البدء من الموجود
da: Start med eksisterende
de: Mit vorhandenem beginnen
es: Comenzar con el existente
et: Alusta juba olemasolevaga
fi: Aloita olemassa olevalla
fr: Commencer avec existant
he: התחל עם הקיים
it: Inizia con esistente
ja: 既存マップから開始します
ko: 기존에서 시작
lt: Pradėti nuo egzistuojančio
lv: Startēt ar eksistējošu
nb_no: Start med eksisterende
nl: Begin met bestaande
pl: Zacznij od istniejącej
pt_br: Iniciar com existente
ro: Începere cu existent
ru: Начать с существующими
sv: Börja med befintlig
zh_cn: 始于现有项

source: Success
ar: نجاح
da: Succes
de: Erfolg
es: Correcto
et: Edu
fi: Menestys
fr: Opération réussie
he: הצלחה
it: Operazione completata
ja: 成功
ko: 성공
lt: Pavyko
lv: Sekmes
nb_no: Vellykket
nl: Gelukt
pl: Sukces
pt_br: Bem Sucedido
ro: Succes
ru: Успешно
sv: Lyckades
zh_cn: 成功

# Theme
source: Configure Theme
ar: تكوين السمة
da: Konfigurér tema
de: Design konfigurieren
es: Configurar el tema
et: Seadista teema
fi: Muokkaa teemaa
fr: Configurer le thème
he: הגדרת נושא
it: Configura tema
ja: テーマの構成
ko: 테마 구성
lt: Konfigūruoti temą
lv: Konfigurēt tēmas
nb_no: Konfigurer tema
nl: Configureer thema
pl: Konfiguruj motyw
pt_br: Configurar Tema
ro: Configurare temă
ru: Настройка темы
sv: Konfigurera tema
zh_cn: 配置主题

source: Theme Colors
ar: ألوان السمة
da: Temafarver
de: Designfarben
es: Colores de tema
et: Temaatilised värvid
fi: Teeman värit
fr: Couleurs thématiques
he: צבעי נושא
it: Colori tema
ja: テーマ色
ko: 테마 색
lt: Temos spalvos
lv: Tēmas krāsas
nb_no: Temafarger
nl: Themakleuren
pl: Kolory motywu
pt_br: Cores do Tema
ro: Culori temă
ru: Цвета темы
sv: Temafärger
zh_cn: 主题颜色

# TitlePrompt
source: Title:
ar: العنوان:
da: Titel:
de: Titel:
es: Título:
et: Nimi:
fi: Otsikko:
fr: Titre :
he: כותרת:
it: Titolo:
ja: タイトル:
ko: 제목:
lt: Antraštė:
lv: Virsraksts:
nb_no: Tittel:
nl: Titel:
pl: Tytuł:
pt_br: Título:
ro: Titlu:
ru: Название:
sv: Titel:
zh_cn: 标题:

# ToolbarPrompt
source: Toolbar:
ar: شريط الأدوات:
da: Værktøjslinje:
de: Werkzeugleiste:
es: Barra de herramientas:
et: Tööriistariba:
fi: Työkalurivi:
fr: Barre d'outils :
he: סרגל כלים:
it: Barra degli strumenti:
ja: ツールバー:
ko: 도구 모음:
lt: Įrankių juosta:
lv: Rīkjosla:
nb_no: Verktøylinje:
nl: Werkbalk:
pl: Pasek narzędzi:
pt_br: Barra de Ferramentas:
ro: Bară de instrumente:
ru: Панель инструментов:
sv: Verktygsfält:
zh_cn: 工具条:

# TooltipPrompt
source: Tooltip:
ar: تعريف الأداة:
da: Værktøjstip:
de: QuickInfo:
es: Información sobre herramientas:
et: Kohtspikker:
fi: Työkaluvihje:
fr: Info-bulle :
he: בועית מידע:
it: Descrizione comando:
ja: ツールチップ:
ko: 툴팁:
lt: Įrankių užuomina:
lv: Rīka padoms:
nb_no: Verktøytips:
pl: Etykieta:
pt_br: Dica da Ferramenta:
ro: Sugestie instrument:
ru: Подсказка инструмента:
sv: Verktygstips:
zh_cn: 工具提示:

# TypePrompt
source: Type:
ar: النوع:
de: Typ:
es: Tipo:
et: Tüüp:
fi: Tyyppi:
he: סוג:
it: Tipo:
ja: タイプ:
ko: 유형:
lt: Tipas:
lv: Tips:
pl: Typ:
pt_br: Tipo:
ro: Tip:
ru: Тип:
sv: Typ:
zh_cn: 类型:

source: Up
ar: أعلى
da: Op
de: Nach oben
es: Subir
et: Üles
fi: Ylös
fr: Haut
he: למעלה
it: Su
ja: 上へ
ko: 위로
lt: Aukštyn
lv: Uz
nb_no: Opp
nl: Bovenkant
pl: W górę
pt_br: Para Cima
ro: Sus
ru: Вверх
sv: Upp
zh_cn: 向上

source: Upload
ar: تحميل
da: Overfør
de: Hochladen
es: Cargar
et: Lae üles
fi: Vie
fr: Télécharger
he: העלאה
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
lv: Augšupielādēt
nb_no: Last opp
nl: Uploaden
pl: Przekaż
pt_br: Carregar
ro: Încărcare
ru: Загрузить
sv: Överför
zh_cn: 上传

source: Welcome
ar: مرحبًا
da: Velkommen
de: Willkommen
es: Bienvenido
et: Tere tulemast
fi: Tervetuloa
fr: Bienvenue
he: ברוך הבא
it: Introduzione
ja: ようこそ
ko: 환영
lt: Sveiki
lv: Laipni lūdzam
nb_no: Velkommen
nl: Welkom
pl: Witamy
pt_br: Bem-Vindo
ro: Bun venit
ru: Добро пожаловать
sv: Välkommen
zh_cn: 欢迎使用

# WelcomeMsgParagraph1
source: The ArcGIS Application Builder is a web application that allows you to create and edit Viewer applications in a real-time and fully interactive fashion. The Application Builder and Viewer applications are built using the ArcGIS API for Silverlight.
ar: تطبيق ArcGIS Builder هو تطبيق على الويب يسمح لك بإنشاء تطبيقات العارض وتحريرها في الوقت الفعلي وبطريقة تفاعلية تمامًا. تم إنشاء كلًا من Application Builder و Viewer باستخدام ArcGIS API for Silverlight.
da: ArcGIS Application Builder er en webapplikation, der gør det muligt at oprette og redigere Viewer-applikationer i real-tid og fuldt interaktivt. Application Builder- og Viewer-applikationer udvikles ved hjælp af ArcGIS API for Silverlight.
de: ArcGIS Application Builder ist eine Webanwendung, mit der Sie Viewer-Anwendungen in Echtzeit und komplett interaktiv erstellen und bearbeiten können. Application Builder- und Viewer-Anwendungen werden mithilfe von ArcGIS API for Silverlight erstellt.
es: ArcGIS Application Builder es una aplicación Web que le permite crear y editar las aplicaciones de Viewer en tiempo real y en un modo totalmente interactivo. Las aplicaciones Application Builder y Viewer se crean mediante ArcGIS API for Silverlight.
et: ArcGIS rakenduse koostaja on veebirakendus, mis võimaldab koostada ja muuta sirvija rakendusi reaalajas ja täielikult interaktviises keskkonnas. Rakenduse koostaja on sirvija rakendused baseeruvad ArcGIS API for Silverlight tehnoloogial.
fi: ArcGIS Application Builder on verkkosovellus, jonka avulla voit luoda ja muokata Viewer-sovelluksia reaaliajassa ja täysin interaktiivisesti. Application Builder ja Viewer -sovellukset on luotu käyttämällä ArcGIS API for Silverlightia.
fr: ArcGIS Application Builder est une application Web qui permet de créer et de modifier des applications Viewer en temps réel et de manière entièrement interactive. Les applications Application Builder et Viewer sont conçues à l'aide de l'API ArcGIS for Silverlight.
he: ה- ArcGIS Application Builder היא אפליקצית אינטרנט המאפשרת לך ליצור ולערוך אפליקציית צפיין בזמן אמת ובמוד אינטראקטיבי מלא. ה- Application Builder ואפליקצית הצפיין נבנות בשימוש של ArcGIS API for Silverlight.
it: ArcGIS Application Builder è un'applicazione Web che consente di creare e modificare applicazioni di visualizzazione in tempo reale e in modo assolutamente interattivo. Application Builder e i visualizzatori si basano sull'API ArcGIS per Silverlight.
ja: ArcGIS Application Builder は、ビューア アプリケーションを対話的かつリアルタイムに作成および構成できる Web アプリケーションです。Application Builder およびビューア アプリケーションは、ArcGIS API for Silverlight を使用して構築されています。
ko: ArcGIS Application Builder는 뷰어 응용프로그램을 실시간으로 그리고 완벽한 대화 방식으로 만들고 편집할 수 있게 해줍니다. 응용프로그램 빌더 및 뷰어 응용프로그램은 ArcGIS API for Silverlight를 사용하여 제작됩니다.
lt: ArcGIS aplikacijos kūrimo įrankis yra žiniatinklio aplikacija, kuri leidžia sukurti ir redaguoti Viewer aplikacijas realiu laiku ir interaktyviai. Aplikacijos kūrimo įrankis ir Viewer aplikacijos yra sukurtos naudojant ArcGIS API for Silverlight.
lv: ArcGIS Application Builder ir web aplikācija, kas ļauj jums izveidot un rediģēt Skatītāja aplikācijas reālā laikā un pilnībā interaktīvā veidā. Application Builder un Skatītāja aplikācijas tiek veidotas, izmantojot ArcGIS API Silverlight.
nb_no: ArcGIS Programbygger er et webprogram som lar deg opprette og redigere Viewer-programmer i sanntid og på en fullt interaktiv måte. Programbygger- og Viewer-programmene er bygd med ArcGIS API for Silverlight.
nl: De ArcGIS Application Builder is een webapplicatie waarmee u realtime en volledig interactief Viewer-applicaties kunt maken en bewerken. De applicaties Application Builder en Viewer zijn gemaakt met ArcGIS API for Silverlight.
pl: ArcGIS Application Builder to aplikacja internetowa umożliwiająca tworzenie i edytowanie aplikacji przeglądarki w czasie rzeczywistym i w całkowicie interaktywny sposób. Aplikacje przeglądarki i Kreatora aplikacji zostały utworzone w środowisku ArcGIS API for Silverlight.
pt_br: O ArcGIS Application Builder é um aplicativo da web que permite a criação e edição de aplicativos do Viewer em tempo real e de maneira totalmente interativa. O Application Builder e os aplicativos do Viewer são construídos com a utilização do ArcGIS API for Silverlight.
ro: ArcGIS Application Builder este o aplicaţie Web care vă permite să creaţi şi să editaţi aplicaţii de vizualizare într-un mod complet interactiv, în timp real. Aplicaţiile Application Builder şi Viewer sunt construite folosind ArcGIS API for Silverlight.
ru: ArcGIS Application Builder - это веб-приложение, дающее возможность создавать и изменять приложения вьюера полностью интерактивно в реальном времени. Application Builder и приложения вьюера построены при помощи ArcGIS API for Silverlight.
sv: Application Builder i ArcGIS är ett webbprogram för att skapa och redigera visningsprogram, interaktivt och i realtid. Application Builder och visningsprogram skapas med ArcGIS API for Silverlight.
zh_cn: ArcGIS 应用程序构建器是一个 Web 应用程序，用于在实时模式下以完全交互的方式创建并编辑查看器应用程序。“应用程序构建器和查看器”应用程序是使用 ArcGIS API for Silverlight 构建而成的。

# WelcomeMsgParagraph2
source: To get started creating a Viewer, click the Create New Application button below. The Viewer you are configuring will be shown below the Application Builder's toolbar. You can configure your Viewer's basemap, layers, tools, title, logo, colors, and more using the tools on the toolbar. Once you have configured your Viewer, click the Deploy button to deploy it to a new website.
ar: للبدء في إنشاء العارض، انقر فوق زر "إنشاء تطبيق جديد". يظهر العارض الذي تقوم بتكوينه أسفل شريط أدوات منشئ التطبيق. يمكنك تكوين خريطة أساس العارض والطبقات والأدوات والعنوان والشعار والألوان وغير ذلك، باستخدام الأدوات الموجودة في شريط الأدوات. بمجرد الانتهاء من تكوين العارض، انقر فوق زر "نشر" لنشر موقع الويب الجديد.
da: Start med at oprette en Viewer-applikation ved at klikke på knappen Opret ny applikation nedenfor. Den Viewer-applikation, du er ved at konfigurere, vil blive vist under Application Builder-værktøjslinjen. Du kan konfigurere din Viewer-applikations baggrundskort, lag, værktøjer, titel, logo, farver med mere ved hjælp værktøjerne på værktøjslinjen. Når du har konfigureret din Viewer-applikation, skal du klikke på knappen Anvend for tage den i brug på et nyt websted.
de: Klicken Sie zum Erstellen eines Viewers unten auf die Schaltfläche 'Neue Anwendung erstellen'. Der von Ihnen konfigurierte Viewer wird unterhalb der Werkzeugleiste 'Application Builder' angezeigt. Mithilfe der Werkzeuge auf der Werkzeugleiste können Sie die Grundkarte sowie Layer, Werkzeuge, Titel, Logos, Farben und vieles andere für Ihren Viewer festlegen. Klicken Sie nach Beendigung der Viewer-Konfiguration auf die Schaltfläche 'Bereitstellen', um diesen für eine neue Website zur Verfügung zu stellen.
es: Para comenzar a crear un Viewer, haga clic en el botón Crear nueva aplicación que se encuentra a continuación. El Viewer que configurará se verá debajo de la barra de herramientas de Application Builder. Puede configurar el mapa base, las herramientas, el título, el logotipo, los colores y más elementos del Viewer usando las herramientas de la barra de herramientas. Una vez que haya configurado el Viewer, haga clic en el botón Implementar para implementarlo en un sitio Web nuevo.
et: Sirvijaga alustamiseks, klikka nupule 'Loo uus rakendus'. Seadistatavat sirvijat näidatakse rakenduse koostaja tööriistaribal. Teil on võimalik seadistada sirvija aluskaarti, kihte, töövahendeid, pealkirja, logo, värve ja muud, kasutades selleks erinevaid vahendeid. Kord, kui olete enda sirvija seadistanud, klikake nupule 'Juuruta', et migreerida see uuele veebilehele.
fi: Voit aloittaa Viewerin luomisen napsauttamalla alla olevaa Luo uusi sovellus -painiketta. Viewer, jota olet määrittämässä, näkyy Application Builderin työkalurivin alapuolella. Voit määrittää esimerkiksi Viewerin taustakartan, tasot, otsikon, logon ja värit käyttämällä työkalurivin työkaluja. Kun olet määrittänyt Viewerin, ota se käyttöön uudessa verkkosivustossa napsauttamalla Ota käyttöön -painiketta.
fr: Pour créer une visionneuse, cliquez sur le bouton Créer une application ci-dessous. La visionneuse que vous configurez apparaîtra ci-dessous dans la barre d'outils Application Builder. Vous pouvez configurer le fond de carte, les couches, les outils, le titre, le logo, les couleurs, etc. de votre visionneuse à l'aide des outils de la barre d'outils. Lorsque vous avez terminé la configuration de votre visionneuse, cliquez sur le bouton Déployer pour la déployer sur un nouveau site Web.
he: על מנת להתחיל ביצירת צפיין, הקלק על הכפתור התחתון ''צור אפליקציה חדשה''. הצפיין שאתה מגדיר את תצורתו יוצג מתחת לסרגל הכלים של ה - Application Builder. ניתן להגדיר את התצורה של מפת הבסיס של הצפיין, את השכבות שלו, כלים, כותרת, לוגו, צבעים ועוד, ע''י שימוש בכלים שעל סרגל הכלים. לאחר שסיימת להגדיר את התצורה של הצפיין, הקלק על כפתור ההפצה על מנת להפיץ אותו לאתר אינטרנט חדש.
it: Per iniziare a creare un visualizzatore, fare clic sul pulsante Crea nuova applicazione. Il visualizzatore da configurare verrà visualizzato sotto la barra degli strumenti di Application Builder. È possibile configurare la mappa di base del visualizzatore nonché i layer, gli strumenti, il titolo, il logo, i colori e molto altro utilizzando le opzioni della barra degli strumenti. Dopo aver configurato il visualizzatore, fare clic sul pulsante Distribuisci per distribuirlo in un nuovo sito Web.
ja: ビューアの作成を開始するには、以下の [新規アプリケーションの作成] ボタンをクリックします。構成するビューアが Application Builder のツールバーの下に表示されます。ツールバー上にあるツールを使用して、ビューアのベースマップ、レイヤ、ツール、タイトル、ロゴ、色などを構成できます。ビューアの構成が完了したら、[配置] ボタンをクリックして、ビューアを新しい Web サイトに配置できます。
ko: 뷰어 만들기를 시작하려면 아래의 "새 응용프로그램 만들기" 단추를 클릭하세요. 구성 중인 뷰어가 응용프로그램 빌더의 도구 모음 아래에 표시됩니다. 도구 모음에 있는 도구를 사용하여 뷰어의 베이스맵, 레이어, 도구, 제목, 로고, 색 등을 구성할 수 있습니다. 뷰어를 구성한 후에 "배포" 단추를 클릭하여 새 웹 사이트에 배포하세요.
lt: Pradėdami dirbti su Viewer, spauskite žemiau esantį mygtuką Sukurti naują aplikaciją. Konfigūruojama Viewer aplikacija bus rodomas žemiau aplikacijos kūrimo įrankio įrankių juostos. Jūs galite konfigūruoti Viewer pagrindo žemėlapius, sluoksnius, įrankius, antraštę, logotipą, spalvas ir kt. naudodami įrankių juostos įrankius. Atlikus pirmus keitimus savo Viewer aplikacijoje, paspauskite Išskleisti mygtuką, kuris leis peržiūrėti savo aplikaciją naujai atvertame naršyklės lange.
lv: Lai sāktu izveidot Skatītāju, noklikšķiniet uz Izveidot jaunu aplikāciju pogas apakšā. Skatītājs, ko jūs konfigurēsiet, tiks parādīta Application Builder's rīkjoslā. Jūs varat konfigurēt jūsu Skatītāja ir pamatkarti, slāņus, rīkus, virsrakstu, logotipu, krāsas un vairāk, izmantojot rīkus rīkjoslā. Kad esat konfigurējis savu Skatītāju, noklikšķiniet uz Ieviest pogas, lai to ievietotu jaunajā web vietnē.
nb_no: For å komme i gang med å opprette en Viewer klikker du på knappen Opprett nytt program nedenfor. Viewer-programmet som du konfigurerer, vil bli vist nedenfor verktøylinjen i Programbygger. Du kan konfigurere ditt Viewer-programs bakgrunnskart, kartlag, verktøy, tittel, logo, farger og mer ved å bruke verktøyene på verktøylinjen. Når du har konfigurert ditt Viewer-program, klikker du på Distribuer-knappen for å distribuere det til et nytt webområde.
nl: Als u wilt beginnen met het maken van een Viewer, klikt u hieronder op de knop Maak nieuwe knop. De Viewer die u configureert, wordt hieronder weergegeven op de werkbalk van de Application Builder. U kunt de basiskaart, de lagen, tools, titel, het logo, de kleuren enzovoort van uw Viewer configureren met behulp van de tools op de werkbalk. Na het configureren van uw Viewer klikt u op de knop Uitrollen om deze uit te rollen op een nieuwe website.
pl: Aby rozpocząć tworzenie przeglądarki, kliknij poniższy przycisk Utwórz nową aplikację. Konfigurowana przeglądarka zostanie pokazana pod paskiem narzędzi Kreatora aplikacji. Za pomocą narzędzi na pasku narzędzi można skonfigurować mapę bazową, warstwy, narzędzia, tytuł, logo, kolory itd. przeglądarki. Po zakończeniu konfigurowania przeglądarki kliknij przycisk Wdróż, aby wdrożyć ją w nowej witrynie internetowej.
pt_br: Para começar a criação do Viewer, clique no botão Criar Novo Aplicativo abaixo. O Viewer que você está configurando será mostrado abaixo da barra de ferramentas Application Builder. Você pode configurar o mapa base do Viewer, camadas, ferramentas, título, logo, cores e muito mais, usando as ferramentas nessa barra de ferramentas. Após configurar o Viewer, clique no botão Implantar para implantá-lo em um novo site da web.
ro: Pentru a începe crearea unei aplicaţii de vizualizare, faceţi clic pe butonul Creare aplicaţie nouă de mai jos. Aplicaţia de vizualizare pe care o configuraţi va fi afişată sub bara de instrumente a Application Builder. Puteţi configura pentru aplicaţia de configurare hărţi fundal, straturi tematice, instrumente, titlu, siglă, culori şi multe altele folosind instrumentele din bara de instrumente. După ce aţi configurat aplicaţia de vizualizare, faceţi clic pe butonul Punere în funcţiune pentru a o pune în funcţiune pe un site Web nou.
ru: Чтобы начать создание вьюера, нажмите на кнопку ниже Создать новое приложение. Настраиваемый вами вьюер будет находиться ниже панели инструментов конструктора приложений. Вы можете конфигурировать базовую карту вьюера, слои, инструменты, заголовок, логотип, цвета и наиболее часто используемые инструменты на панели инструментов. После того, как вьюер настроен, нажмите кнопку Разместить, чтобы разместить его на новом веб-сайте.
sv: När du vill skapa ett visningsprogram klickar du på Skapa ett nytt program nedan. Visningsprogrammet du konfigurerar visas under verktygsfältet i Application Builder. Du kan konfigurera visningsprogrammets baskarta, lager, verktyg, titel, logotyp, färger med mera, med hjälp av verktygen i verktygsfältet. När du har konfigurerat visningsprogrammet klickar du på Distribuera och distribuerar det till en ny webbplats.
zh_cn: 要开始创建查看器，请单击下面的“创建新的应用程序”按钮。待配置的查看器将显示在应用程序构建器工具条的下方。可使用工具条上的各种工具来配置查看器的底图、图层、工具、标题、徽标、颜色及其他项目。配置好查看器后，单击“部署”按钮将其部署到新的网站。

source: Available Tools
ar: الأدوات المتوفرة
da: Tilgængelige værktøjer
de: Verfügbare Werkzeuge
es: Herramientas disponibles
et: Kättesaadavad töövahendid
fi: Käytettävissä olevat työkalut
fr: Outils disponibles :
he: כלים זמינים
it: Strumenti disponibili
ja: 使用可能なツール
ko: 사용 가능한 도구
lt: Galimi įrankiai
lv: Iespējamie rīki
nb_no: Tilgjengelige verktøy
nl: Beschikbare tools
pl: Dostępne narzędzia
pt_br: Ferramentas Disponíveis
ro: Instrumente disponibile
ru: Доступные инструменты
sv: Tillgängliga verktyg
zh_cn: 可用的工具

source: Browse for image
ar: استعراض صورة
da: Gennemse for at finde et billede
de: Bild suchen
es: Buscar imagen
et: Sirvi piltidest
fi: Etsi kuva selaamalla
fr: Rechercher une image
he: דפדף למציאת לתמונה
it: Cerca immagine
ja: 画像を参照します
ko: 이미지 찾아보기
lt: Parinkti paveikslą
lv: Pārlūko attēlu
nb_no: Bla etter bilde
nl: Zoek naar afbeelding
pl: Znajdź obraz
pt_br: Procurar por imagem
ro: Parcurgere după imagine
ru: Поиск изображений
sv: Bläddra efter bild
zh_cn: 浏览查找图像

source: Edit
ar: تحرير
da: Redigér
de: Bearbeiten
es: Edición
et: Muuda
fi: Muokkaa
fr: Modifier
he: עריכה
it: Modifica
ja: 編集
ko: 편집
lt: Redaguoti
lv: Rediģēt
nb_no: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro: Editare
ru: Изменить
sv: Redigera
zh_cn: 编辑

# ErrorUnableToRetrieveDetailsForExtension
source: Unable to retrieve details for add-in package.
ar: تعذر استرداد تفاصيل حزمة الوظيفة الإضافية.
da: Kan ikke hente oplysninger til tilføjelsesprogrampakken.
de: Details für Add-In-Paket konnten nicht abgerufen werden.
es: No se pueden recuperar los detalles del paquete de add-ins.
et: Võimetu hankima add-in paketi detaile.
fi: Lisäosapaketin tietoja ei voi noutaa.
fr: Impossible de récupérer les détails de l'ensemble de compléments.
he: לא ניתן לאחזר פרטים אודות חבילת ה- add-in
it: Impossibile recuperare dettagli per il pacchetto di componenti aggiuntivi.
ja: アドイン パッケージの詳細を取得できません。
ko: 추가 기능 패키지에 대한 설명을 가져올 수 없습니다.
lt: Negalima atkurti išsamesnės informacijos apie papildinių paketą.
lv: Nevar iegūt detaļas par pievienojumprogrammas pakotni.
nb_no: Kan ikke hente detaljer for tilleggspakke.
nl: Kan details voor invoegtoepassingenpakket niet ophalen.
pl: Nie można pobrać szczegółów pakietu dodatków.
pt_br: Não foi possível recuperar detalhes para pacote de complementos.
ro: Nu se pot prelua detalii pentru pachetul add-in.
ru: Не удается получить сведения для пакета надстроек.
sv: Det går inte att hämta information om tilläggspaket.
zh_cn: 无法检索加载项工具包的详细信息。

# ExtensionContainsTheFollowingAddOns
source: The add-in package '{0}' contains the following add-ins:
ar: تحتوي حزمة الوظيفة الإضافية '{0}' على الوظائف الإضافية التالية:
da: Tilføjelsesprogrampakken '{0}' indeholder følgende tilføjelsesprogrammer:
de: Folgende Add-Ins sind im Add-In-Paket '{0}' enthalten:
es: El paquete de add-ins '{0}' contiene los siguientes add-ins:
et: Add-in pakett '{0}' sisaldab järgnevat sisu:
fi: Lisäosapaketti {0} sisältää seuraavat lisäosat:
fr: L'ensemble de complémentd '{0}' contient les compléments suivants :
he: חבילת ה- add-in '{0}' כוללת את ה- add-in הבאים:
it: Il pacchetto '{0}' contiene i componenti aggiuntivi seguenti:
ja: アドイン パッケージ '{0}' に次のアドインが含まれています:
ko: 추가 기능 패키지 '{0}'에 다음 추가 기능이 포함되어 있습니다.
lt: Papildinių paketas '{0}' apima:
lv: Pievienojumprogrammas pakotne '{0}' satur šādas pievienojumprogrammas:
nb_no: Tilleggspakken {0} inneholder følgende tillegg:
nl: Het invoegtoepassingenpakket '{0}' bevat de volgende invoegtoepassingen:
pl: Pakiet dodatków '{0}' zawiera następujące dodatki:
pt_br: O pacote de complementos '{0}' contém os seguintes complementos:
ro: Pachetul add-in '{0}' conţine următoarele componente add-in:
ru: Пакет надстроек '{0}' содержит следующие надстройки:
sv: Tilläggspaketet {0} innehåller följande tillägg:
zh_cn: 加载项工具包“{0}”包含以下加载项:
