Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

source: Apply
ar: تطبيق
da: Anvend
de: Übernehmen
es: Aplicar
et: Kehtesta
fi: Käytä
fr: Appliquer
he: בצע
it: Applica
ja: 適用
ko: 적용
lt: Vykdyti
lv: Lietot
nb_no: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ro: Aplicare
ru: Применить
sv: Använd
zh_cn: 应用

# ArcGISApplicationBuilder
source: Application Builder - {0}
ar: منشئ التطبيق - {0}
et: Rakenduse koostaja - {0}
ko: 응용프로그램 빌더 - {0}
lt: Aplikacijos kūrimo įrankis - {0}
lv: Aplikācijas veidotājs - {0}
nb_no: Programbygger - {0}
pl: Kreator aplikacji — {0}
ru: Конструктор приложения - {0}
zh_cn: 应用程序构建器 - {0}

source: Background
ar: الخلفية
da: Baggrund
de: Hintergrund
es: Fondo
et: Taust
fi: Tausta
fr: Arrière-plan
he: רקע
it: Sfondo
ja: 背景
ko: 배경
lt: Fonas
lv: Fons
nb_no: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Plano de Fundo
ro: Fundal
ru: Фон
sv: Bakgrund
zh_cn: 背景

source: Background Text
ar: نص الخلفية
da: Baggrundstekst
de: Hintergrundtext
es: Texto de fondo
et: Tausta tekst
fi: Taustateksti
fr: Texte d'arrière-plan
he: טקסט רקע
it: Testo di sfondo
ja: 背景テキスト
ko: 배경 텍스트
lt: Fono tekstas
lv: Fona teksts
nb_no: Bakgrunnstekst
nl: Achtergrondtekst
pl: Tekst tła
pt_br: Texto do Plano de Fundo
ro: Text fundal
ru: Текст фона
sv: Bakgrundstext
zh_cn: 背景文本

source: Basemaps
ar: خرائط الأساس
da: Baggrundskort
de: Grundkarten
es: Mapas base
et: Aluskaardid
fi: Taustakartat
fr: Fonds de carte
he: מפות בסיס
it: Mappe di base
ja: ベースマップ
ko: 베이스맵
lt: Pagrindo žemėlapiai
lv: Pamatkartes
nb_no: Bakgrunnskart
nl: Basiskaarten
pl: Mapy bazowe
pt_br: Mapas Base
ro: Hărţi fundal
ru: Базовые карты
sv: Baskartor
zh_cn: 地理底图

source: Browse for file
ar: استعراض ملف
da: Gennemse for at finde en fil
de: Datei suchen
es: Buscar archivo
et: Sirvi failist
fi: Etsi tiedosto selaamalla
fr: Rechercher un fichier
he: דפדוף לקובץ
it: Cerca file
ja: ファイルの参照
ko: 파일 찾아보기
lt: Parinkti failą
lv: Pārlūko failu
nb_no: Bla etter fil
nl: Zoek naar bestand
pl: Znajdź plik
pt_br: Procurar por arquivo
ro: Parcurgere după fişier
ru: Поиск файла
sv: Bläddra efter fil
zh_cn: 浏览查找文件

source: Browse for resource
ar: استعراض مورد
da: Gennemse for at finde en ressourcer
de: Ressource suchen
es: Buscar recurso
et: Sirvi ressurssidest
fi: Etsi resurssi selaamalla
fr: Rechercher une ressource
he: דפדף למציאת משאבים
it: Cerca risorsa
ja: リソースの参照
ko: 리소스 찾아보기
lt: Parinkti šaltinį
lv: Pārlūko resursu
nb_no: Bla etter ressurs
nl: Zoek naar resource
pl: Znajdź zasoby
pt_br: Procurar por recurso
ro: Parcurgere după resursă
ru: Поиск ресурсов
sv: Bläddra efter resurs
zh_cn: 浏览查找资源

source: Builder Tutorial
ar: منشئ البرنامج التعليمي
da: Builder Selvstudium
de: Builder-Lernprogramm
es: Tutorial de Builder
et: Koostaja harjutused
fi: Builder-opetusohjelma
fr: Tutoriel du générateur
it: Esercitazione su Application Builder
ja: Builder チュートリアル
ko: 빌더 자습서
lt: Kūrimo įrankio vadovas
lv: Būvētāja konsultācija
nb_no: Builder-læreprogram
pl: Przewodnik Kreatora aplikacji
pt_br: Tutorial do Builder
ro: Tutorial builder
ru: Обучающее руководство конструктора
sv: Självstudier om Application Builder
zh_cn: 构建器教程

source: Cancel
ar: إلغاء الأمر
da: Annullér
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
ko: 취소
lt: Atisakyti
lv: Atcelt
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
zh_cn: 取消

source: Changes saved successfully.
ar: ‏‏تم حفظ التغييرات بنجاح.
da: Ændringerne blev gemt uden fejl.
de: Die Änderungen wurden erfolgreich gespeichert.
es: Los cambios se guardaron correctamente.
et: Muudatused salvestati edukalt.
fi: Muutokset tallennettu.
fr: Enregistrement des modifications terminé.
he: השינויים נשמרו בהצלחה.
it: Modifiche salvate.
ja: 変更内容の保存が完了しました。
ko: 변경 내용이 저장되었습니다.
lt: Pakeitimai išsaugoti.
lv: Izmainās saglabātas sekmīgi.
nb_no: Endringer vellykket lagret.
nl: Wijzigingen zijn opgeslagen.
pl: Pomyślnie zapisano zmiany.
pt_br: Alterações salvas com sucesso.
ro: Modificările au fost salvate cu succes.
ru: Изменения успешно сохранены.
sv: Ändringarna har sparats.
zh_cn: 已成功保存更改。

source: Choose existing project
ar: اختيار مشروع حالي
da: Vælg et eksisterende projekt
de: Vorhandenes Projekt auswählen
es: Elegir proyecto existente
et: Vali juba olemasolev projekt
fi: Valitse olemassa oleva projekti
fr: Choisir un projet existant
he: בחר פרויקט קיים
it: Scegli progetto esistente
ja: 既存のプロジェクトを選択します
ko: 기존 프로젝트 선택
lt: Pasirinkite norimą projektą
lv: Izvēlieties eksistējošu projektu
nb_no: Velg eksisterende prosjekt
nl: Kies bestaand project
pl: Wybierz istniejący projekt
pt_br: Escolher projeto existente
ro: Alegere proiect existent
ru: Выбрать существующий проект
sv: Välj ett befintligt projekt
zh_cn: 选择现有项目

source: Choose Layout
ar: اختيار تخطيط
da: Vælg layout
de: Layout auswählen
es: Elegir el diseño
et: Muuda paigutust
fi: Valitse asettelu
fr: Choisir une mise en page
he: בחר מבט המפה
it: Scegli layout
ja: レイアウトの選択
ko: 레이아웃 선택
lt: Pasirinkite maketą
lv: Izvēlieties izkārtojumu
nb_no: Velg oppsett
nl: Kies lay-out
pl: Wybierz układ
pt_br: Escolher Layout
ro: Alegere configuraţie
ru: Выбрать компоновку
sv: Välj layout
zh_cn: 选择布局

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Užverti
lv: Aizvērt
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închidere
ru: Закрыть
sv: Stäng
zh_cn: 关闭

source: Configuration
ar: تكوين
da: Konfiguration
de: Konfiguration
es: Configuración
et: Seadistus
fi: Muokkaus
he: תצורה
it: Configurazione
ja: 構成
ko: 구성
lt: Konfigūracija
lv: Konfigurācija
nb_no: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ro: Configurare
ru: Конфигурация
sv: Konfiguration
zh_cn: 配置

source: Configure Extensions
ar: تكوين الملحقات
da: Konfigurér udvidelsesprogrammer
de: Erweiterungen konfigurieren
es: Configurar las extensiones
et: Seadista laiendusi
fi: Muokkaa laajennuksia
fr: Configurer les extensions
he: הגדרת תצורה להרחבה
it: Configura estensioni
ja: エクステンションの構成
ko: 확장 구성
lt: Konfigūruoti plėtinius
lv: Konfigurēt paplašinājumus
nb_no: Konfigurer tilleggsmoduler
nl: Configureer extensies
pl: Konfiguruj rozszerzenia
pt_br: Configurar Extensões
ro: Configurare extinderi
ru: Настроить дополнительные модули
sv: Konfigurera tillägg
zh_cn: 配置扩展模块

# ConfigureOptionsThatApplyToCurrentUser
source: Configure options that apply to the current user
ar: تكوين الخيارات التي يجرى تطبيقها على المستخدم الحالي
da: Konfigurér indstillinger, der gælder for den aktuelle bruger
de: Für den aktuellen Benutzer verwendete Optionen konfigurieren
es: Configurar las opciones que se aplican al usuario actual
et: Seadista omadusi, mis omistatakse olemasolevale kasutajale
fi: Muokkaa nykyisen käyttäjän asetuksia
fr: Configurer les options s'appliquant à l'utilisateur actuel
he: אפשרויות הגדרת תצורה המשויכות למשתמש הנוכחי
it: Configura opzioni applicate all'utente corrente
ja: 現在のユーザに適用されるオプションを構成します
ko: 현재 사용자에 적용되는 옵션 구성
lt: Konfigūruoti šiam vartotojui taikomas parinktis
lv: Konfigurēt opcijas, kas attiecas uz pašreizējo lietotāju
nb_no: Konfigurer alternativer som gjelder for gjeldende bruker
nl: Configureer opties die van toepassing zijn op de huidige gebruiker
pl: Konfiguruj opcje mające zastosowanie do bieżącego użytkownika
pt_br: Configura opções que se aplicam ao usuário atual
ro: Configurare opţiuni care se aplică utilizatorului curent
ru: Конфигурировать настройки, чтобы применить к текущему пользователю
sv: Konfigurera alternativ som gäller för den aktuella användaren
zh_cn: 配置应用于当前用户的选项

# ConfigureSelectedGroupOrControl
source: Configure the selected group or control
ar: تكوين المجموعة أو عنصر التحكم المحدد
da: Konfigurér den valgte gruppe eller det valgte kontrolelement
de: Ausgewählte Gruppe oder ausgewähltes Steuerelement konfigurieren
es: Configurar el grupo o el control seleccionados
et: Seadista valitud grupp või kontroll
fi: Muokkaa valittua ryhmää tai säädintä
fr: Configurer le groupe ou le contrôle sélectionné
he: הגדר תצורה לקבוצה הנבחרת או הפקד
it: Configura il gruppo o il controllo selezionato
ja: 選択されているグループまたはコントロールを構成します
ko: 선택한 그룹 또는 컨트롤 구성
lt: Konfigūruoti pasirinktą grupę arba valdiklį
lv: Konfigurēt izvēlēto grupu vai kontroli
nb_no: Konfigurer den valgte gruppen eller kontrollen
nl: Configureer de geselecteerde groep of het geselecteerde besturingselement
pl: Konfiguruj wybraną grupę lub element sterujący
pt_br: Configura o controle ou grupo selecionado
ro: Configurare grup sau control selectat
ru: Конфигурировать выбранную группу или элемент управления
sv: Konfigurera den valda gruppen eller kontrollen
zh_cn: 配置所选组或控件

# ConfigureSetOfBaseMapsUsedByBuilder
source: Configure the set of basemaps available in the Application Builder
ar: تكوين مجموعة خرائط الأساس المتوفرة في منشئ التطبيق
da: Konfigurér det sæt baggrundskort, der er tilgængelige i Application Builder
de: Gruppe der Grundkarten konfigurieren, die im Application Builder verfügbar sind
es: Configurar el conjunto de mapas base disponibles en Application Builder
et: Seadista rakenduste koostaja alt kättesaadavate aluskaartide loend
fi: Muokkaa Application Builderissa käytettävissä olevia taustakarttoja
fr: Configurer le jeu de fonds de carte disponible dans Application Builder
he: קבע תצורה לסט מפות הבסיס הזמינות בתוך ה- Application Builder
it: Configura il set di mappe di base disponibili in Application Builder
ja: Application Builder で使用できる一連のベースマップを構成します
ko: 응용프로그램 빌더에서 사용할 수 있는 베이스맵 집합 구성
lt: Konfigūruoti pagrindo žemėlapių rinkinį, taikomą aplikacijos kūrimo įrankyje
lv: Konfigurēt aplikācijas veidotājā iespējamo pamatkaršu kopu
nb_no: Konfigurer settet med bakgrunnskart som er tilgjengelig i Programbygger
nl: Configureer de set met basiskaarten die beschikbaar is in de Application Builder
pl: Konfiguruj zestaw map bazowych dostępnych w Kreatorze aplikacji
pt_br: Configura o conjunto de mapas base disponível no Application Builder
ro: Configurare set de hărţi fundal disponibile în builderul aplicaţiei
ru: Настроить набор базовых карт, доступных в конструкторе приложения
sv: Konfigurera uppsättningen med baskartor som är tillgängliga i Application Builder
zh_cn: 配置应用程序构建器中可用的底图集

source: Copy Site
ar: نسخ الموقع
da: Kopiér sted
de: Site kopieren
es: Copiar sitio
et: Kopeeri leht
fi: Kopioi sivusto
fr: Copier le site
he: העתק אתר
it: Copia sito
ja: サイトのコピー
ko: 사이트 복사
lt: Kopijuoti svetainę
lv: Kopēt vietni
nb_no: Kopier område
nl: Kopieer site
pl: Kopiuj witrynę
pt_br: Copiar Site
ro: Copiere site
ru: Копировать сайт
sv: Kopiera plats
zh_cn: 复制站点

# CreateApplicationUsingDefaultMap
source: New Map
ar: خريطة جديدة
da: Nyt kort
de: Neue Karte
es: Nueva asignación
et: Uus kaart
fi: Uusi kartta
fr: Nouvelle carte
he: מפה חדשה
it: Nuova mappa
ja: 新規マップ
ko: 새 맵
lt: Naujas žemėlapis
lv: Jauna karte
nb_no: Nytt kart
nl: Nieuwe kaart
pl: Nowa mapa
pt_br: Novo Mapa
ro: Hartă nouă
ru: Новая карта
sv: Ny karta
zh_cn: 新建地图

# CreateApplicationUsingWebMapFromArcGISCom
source: Web Maps
ar: خرائط الويب
da: Webkort
de: Webkarten
es: Mapas Web
et: Veebikaardid
fi: Web-kartat
fr: Cartes Web
it: Mappe Web
ja: Web マップ
ko: 웹 맵
lt: Internetiniai žemėlapiai
lv: Web kartes
nb_no: Webkart
nl: Webkaarten
pl: Mapy internetowe
pt_br: Mapas da Web
ro: Hărţi Web
ru: Веб-карты
sv: Webbkartor
zh_cn: Web 地图

source: Create New Application
ar: إنشاء تطبيق جديد
da: Opret ny applikation
de: Neue Anwendung erstellen
es: Crear nueva aplicación
et: Koosta uus rakendus
fi: Luo uusi sovellus
fr: Créer une application
he: צור אפליקציה חדשה
it: Crea nuova applicazione
ja: 新規アプリケーションの作成
ko: 새 응용프로그램 만들기
lt: Sukurti naują aplikaciją
lv: Izveidot jaunu aplikāciju
nb_no: Opprett nytt program
nl: Maak nieuwe applicatie
pl: Utwórz nową aplikację
pt_br: Criar Novo Aplicativo
ro: Creare aplicaţie nouă
ru: Создать новое приложение
sv: Skapa ett nytt program
zh_cn: 创建新的应用程序

source: Current Toolbars
ar: شرائط الأدوات الحالية
da: Aktuelle værktøjslinjer
de: Aktuelle Werkzeugleisten
es: Barras de herramientas actuales
et: Olemasolevad tööriistaribad
fi: Nykyiset työkalurivit
fr: Barres d'outils actuelles
he: סרגלי כלים נוכחיים
it: Barre degli strumenti correnti
ja: 現在のツールバー
ko: 현재 도구 모음
lt: Esamos įrankių juostos
lv: Pašreizējās rīkjoslas
nb_no: Gjeldende verktøylinjer
nl: Huidige werkbalken
pl: Bieżące paski narzędzi
pt_br: Barras de Ferramentas Atuais
ro: Bare de instrumente curente
ru: Текущие панели инструментов
sv: Aktuella verktygsfält
zh_cn: 当前工具条

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
he: מחק
it: Elimina
ja: 削除
ko: 삭제
lt: Pašalinti
lv: Izdzēst
nb_no: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Ştergere
ru: Удалить
sv: Ta bort
zh_cn: 删除

source: Delete Site
ar: حذف موقع
da: Slet sted
de: Site löschen
es: Eliminar el sitio
et: Kustuta leht
fi: Poista sivusto
fr: Supprimer le site
he: מחיקת אתר
it: Elimina sito
ja: サイトの削除
ko: 사이트 삭제
lt: Šalinti svetainę
lv: Izdzēst vietni
nb_no: Slett område
nl: Verwijder site
pl: Usuń witrynę
pt_br: Excluir Site
ro: Ştergere site
ru: Удалить сайт
sv: Ta bort plats
zh_cn: 删除站点

# DescriptionPrompt
source: Description:
ar: الوصف:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
et: Kirjeldus:
fi: Kuvaus:
he: תיאור:
it: Descrizione:
ja: 説明:
ko: 설명:
lt: Aprašas:
lv: Apraksts:
nb_no: Beskrivelse:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sv: Beskrivning:
zh_cn: 描述:

source: Details
ar: التفاصيل
da: Detaljer
es: Detalles
et: Detailid
fi: Yksityiskohdat
fr: Détails
he: פרטים
it: Dettagli
ja: 詳細
ko: 설명
lt: Išsami informacija
lv: Detaļas
nb_no: Detaljer
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Подробнее
sv: Information
zh_cn: 详细信息

source: Down
ar: أسفل
da: Ned
de: Nach unten
es: Abajo
et: Alla
fi: Alas
fr: Bas
he: למטה
it: Giù
ja: 下
ko: 아래로
lt: Žemyn
lv: Lejup
nb_no: Ned
nl: Naar beneden
pl: W dół
pt_br: Para Baixo
ro: Jos
ru: Вниз
sv: Ned
zh_cn: 向下

# EditSelectedGroupOrControl
source: Edit the selected group or control
ar: تحرير المجموعة أو عنصر التحكم المحدد
da: Redigér den valgte gruppe eller det valgte kontrolelement
de: Ausgewählte Gruppe oder ausgewähltes Steuerelement bearbeiten
es: Editar el grupo o el control seleccionados
et: Muuda valitud grupp või kontroll
fi: Muokkaa valittua ryhmää tai säädintä
fr: Supprimer le groupe ou le contrôle sélectionné
he: ערוך את הקבוצה או הפקד הנבחרים
it: Modifica il gruppo o il controllo selezionato
ja: 選択されているグループまたはコントロールを編集します
ko: 선택한 그룹 또는 컨트롤 편집
lt: Redaguoti pasirinktą grupę arba valdiklį
lv: Rediģēt izvēlēto grupu vai kontroli
nb_no: Rediger valgt gruppe eller kontroll
nl: Bewerk de geselecteerde groep of het geselecteerde besturingselement
pl: Edytuj wybraną grupę lub element sterujący
pt_br: Edita o controle ou grupo seleionado
ro: Editare filă, grup sau control selectat
ru: Изменить выбранную группу или элемент управления
sv: Redigera den valda gruppen eller kontrollen
zh_cn: 编辑所选组或控件

source: Edit Site
ar: تحرير الموقع
da: Redigér sted
de: Site bearbeiten
es: Editar el sitio
et: Muuda lehte
fi: Muokkaa sivustoa
fr: Modifier le site
he: ערוך אתר
it: Modifica sito
ja: サイトの編集
ko: 사이트 편집
lt: Redaguoti svetainę
lv: Rediģēt vietni
nb_no: Rediger område
nl: Bewerk site
pl: Edytuj witrynę
pt_br: Editar Site
ro: Editare site
ru: Редактировать сайт
sv: Redigera plats
zh_cn: 编辑站点

# ExceptionUnhandledError
source: Unhandled Error {0}
ar: خطأ لم يتم معالجته {0}
da: Ikke-håndteret fejl {0}
de: Nicht behandelter Fehler {0}
es: Error no controlado {0}
et: Käsitlematu viga {0}
fi: Käsittelemätön virhe {0}
fr: Erreur non gérée {0}
he: שגיאה לא צפויה {0}
it: Errore non gestito {0}
ja: 処理されないエラー {0}
ko: 처리되지 않은 오류 {0}
lt: Neapdorota klaida {0}
lv: Neapstrādāta kļūda{0}
nb_no: Uhåndtert feil {0}
nl: Onverwerkte fout {0}
pl: Nieobsługiwany błąd {0}
pt_br: Erro Sem Suporte {0}
ro: Eroare netratată {0}
ru: Необработанная ошибка {0}
sv: Fel som inte hanterats {0}
zh_cn: 未处理的错误 {0}

source: Extension Notifications
ar: إعلامات الملحق
da: Udvidelsesprogrammeddelelser
de: Erweiterungsbenachrichtigungen
es: Notificaciones de extensión
et: Laienduse märkused
fi: Laajennusten ilmoitukset
fr: Notifications sur l'extension
he: הודעות של ההרחבות
it: Estensioni - Notifiche
ja: エクステンションの通知
ko: 확장 알림
lt: Plėtinio pranešimai
lv: Paplašinājuma ziņojumi
nb_no: Varsler om tilleggsmoduler
nl: Kennisgevingen extensie
pl: Powiadomienia rozszerzenia
pt_br: Observações da Extensão
ro: Notificări extensie
ru: Уведомления дополнительных модулей
sv: Tilläggsmeddelanden
zh_cn: 扩展通知

source: Extensions
ar: الملحقات
da: Udvidelsesprogrammer
de: Erweiterungen
es: Extensiones
et: Laiendused
fi: Laajennukset
he: הרחבות
it: Estensioni
ja: エクステンション
ko: 확장
lt: Plėtiniai
lv: Paplašinājumi
nb_no: Tilleggsmoduler
nl: Extensies
pl: Rozszerzenia
pt_br: Extensões
ro: Extensii
ru: Дополнительные модули
sv: Tillägg
zh_cn: 扩展模块

# HelpLinks
source: Links
ar: ارتباطات
es: Enlaces
et: Lingid
fi: Linkit
fr: Liens
he: קישורים
it: Collegamenti
ja: リンク
ko: 링크
lt: Nuorodos
lv: Saites
nb_no: Koblinger
nl: Koppelingen
pl: Łącza
ro: Linkuri
ru: Ссылки
sv: Länkar
zh_cn: 链接

# IconPrompt
source: Icon:
ar: الرمز:
da: Ikon:
de: Symbol:
es: Icono:
et: Ikoon:
fi: Kuvake:
fr: Icône :
he: צלמית:
it: Icona:
ja: アイコン:
ko: 아이콘:
lt: Piktograma:
lv: Ikona:
nb_no: Ikon:
nl: Pictogram:
pl: Ikona:
pt_br: Ícone:
ro: Pictogramă:
ru: Значок:
sv: Ikon:
zh_cn: 图标:

# LabelPrompt
source: Label:
ar: لافتة التسمية:
da: Etiket:
de: Beschriftung:
es: Etiqueta:
et: Märgis:
fi: Tunnusteksti:
fr: Etiquette :
he: תווית:
it: Etichetta:
ja: ラベル:
ko: 레이블:
lt: Žymė:
lv: Kartes teksts:
nb_no: Etikett:
pl: Etykieta:
pt_br: Rótulo:
ro: Etichetă:
ru: Надпись:
sv: Etikett:
zh_cn: 标注:

source: Loading Sites...
ar: جارِ تحميل المواقع...
da: Indlæser steder...
de: Sites werden geladen...
es: Cargando sitios...
et: Laadin lehti...
fi: Ladataan sivustoja...
fr: Chargement des sites...
he: טוען אתרים...
it: Caricamento siti in corso...
ja: サイトを読み込んでいます...
ko: 사이트 로드 중...
lt: Įkeliamos svetainės...
lv: Ielādē saites...
nb_no: Laster inn områder...
nl: Sites laden...
pl: Wczytywanie witryn...
pt_br: Carregando Sites...
ro: Se încarcă site-uri...
ru: Загрузка сайтов...
sv: Läser in platser...
zh_cn: 正在加载站点...

source: Manage Extensions
ar: إدارة الملحقات
da: Administrér udvidelsesprogrammer
de: Erweiterungen verwalten
es: Administrar extensiones
et: Halda laiendusi
fi: Hallitse laajennuksia
fr: Gérer les extensions
he: ניהול הרחבות
it: Gestisci estensioni
ja: エクステンションの管理
ko: 확장 관리
lt: Tvarkyti plėtinius
lv: Pārvaldīt paplašinājumus
nb_no: Administrer tilleggsmoduler
nl: Extensies beheren
pl: Zarządzaj rozszerzeniami
pt_br: Gerenciar Extensões
ro: Gestionare extensii
ru: Управление дополнительными модулями
sv: Hantera tillägg
zh_cn: 管理扩展

source: More Site Options
ar: المزيد من خيارات الموقع
da: Flere stedindstillinger
de: Weitere Optionen für die Site
es: Más opciones de sitio
et: Rohkem lehe valikuid
fi: Lisää sivuston asetuksia
fr: Autres options de site
he: אפשרויות אתר נוספות
it: Altre opzioni sito
ja: その他のサイト オプション
ko: 사이트 옵션 더 보기
lt: Daugiau svetainės parinkčių
lv: Vairāk vietnes opciju
nb_no: Flere områdealternativer
nl: Meer siteopties
pl: Więcej opcji witryny
pt_br: Mais Opções de Site
ro: Mai multe opţiuni site
ru: Дополнительные параметры сайта
sv: Fler platsalternativ
zh_cn: 更多站点选项

source: Move
ar: تحريك
da: Flyt
de: Verschieben
es: Mover
et: Liiguta
fi: Siirrä
fr: Déplacer
he: הזז
it: Sposta
ja: 移動
ko: 이동
lt: Perkelti
lv: Pārvietot
nb_no: Flytt
nl: Verplaatsen
pl: Przesuń
pt_br: Mover
ro: Mutare
ru: Переместить
sv: Flytta
zh_cn: 移动

source: Move Down
ar: تحريك لأسفل
da: Flyt ned
de: Nach unten verschieben
es: Mover hacia abajo
et: Liigu allapoole
fi: Siirrä alas
fr: Déplacer vers le bas
he: הזז למטה
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
lt: Žemyn
lv: Pārvietot uz leju
nb_no: Flytt ned
nl: Verplaats naar beneden
pl: Przenieś w dół
pt_br: Mover para Baixo
ro: Mutare în jos
ru: Переместить вниз
sv: Flytta ned
zh_cn: 下移

source: Move Up
ar: تحريك لأعلى
da: Flyt op
de: Nach oben verschieben
es: Mover hacia arriba
et: Liigu ülespoole
fi: Siirrä ylös
fr: Déplacer vers le haut
he: הזז למעלה
it: Sposta su
ja: 上へ移動
ko: 위로 이동
lt: Aukštyn
lv: Pārvietot uz augšu
nb_no: Flytt opp
nl: Verplaats naar boven
pl: Przenieś w górę
pt_br: Mover para Cima
ro: Mutare în sus
ru: Переместить вверх
sv: Flytta upp
zh_cn: 上移

source: Name
ar: الاسم
da: Navn
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
he: שם
it: Nome
ja: 名前
ko: 이름
lt: Pavadinimas
lv: Nosaukums
nb_no: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sv: Namn
zh_cn: 名称

# NamePrompt
source: Name:
ar: الاسم:
da: Navn:
es: Nombre:
et: Nimi:
fi: Nimi:
fr: Nom :
he: שם:
it: Nome:
ja: 名前:
ko: 이름:
lt: Pavadinimas:
lv: Nosaukums:
nb_no: Navn:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ro: Nume:
ru: Имя:
sv: Namn:
zh_cn: 名称:

source: New Map
ar: خريطة جديدة
da: Nyt kort
de: Neue Karte
es: Nueva asignación
et: Uus kaart
fi: Uusi kartta
fr: Nouvelle carte
he: מפה חדשה
it: Nuova mappa
ja: 新規マップ
ko: 새 맵
lt: Naujas žemėlapis
lv: Jauna karte
nb_no: Nytt kart
nl: Nieuwe kaart
pl: Nowa mapa
pt_br: Novo Mapa
ro: Hartă nouă
ru: Новая карта
sv: Ny karta
zh_cn: 新建地图

source: OK
ar: موافق
es: Aceptar
he: אישור
ko: 확인
lt: Gerai
lv: Labi
zh_cn: 确定

source: Open
ar: فتح
da: Åbn
de: Öffnen
es: Abrir
et: Ava
fi: Avaa
fr: Ouvrir
he: פתח
it: Apri
ja: 開く
ko: 열기
lt: Atverti
lv: Atvērt
nb_no: Åpne
nl: Openen
pl: Otwórz
pt_br: Abrir
ro: Deschidere
ru: Открыть
sv: Öppna
zh_cn: 打开

source: Personal Settings
ar: إعدادات شخصية
da: Personlige indstillinger
de: Persönliche Einstellungen
es: Configuración personal
et: Personaalsed seaded
fi: Henkilökohtaiset asetukset
fr: Paramètres personnels
he: הגדרות אישיות
it: Impostazioni personali
ja: 個人設定
ko: 개인 설정
lt: Asmeniniai parametrai
lv: Personīgie iestatījumi
nb_no: Personlige innstillinger
nl: Persoonlijke instellingen
pl: Ustawienia osobiste
pt_br: Configurações Pessoais
ro: Setări personale
ru: Персональные настройки
sv: Personliga inställningar
zh_cn: 个人设置

# PublishApplication
source: Deploy application
ar: نشر التطبيق
da: Anvend applikation
de: Anwendung bereitstellen
es: Implementar aplicación
et: Juuruta rakendust
fi: Ota sovellus käyttöön
fr: Déployer l'application
he: הפצת אפליקציה
it: Distribuisci applicazione
ja: アプリケーションの配置
ko: 응용프로그램 배포
lt: Išskleisti aplikaciją
lv: Ieviest aplikāciju
nb_no: Distribuer program
nl: Rol applicatie uit
pl: Utwórz aplikację
pt_br: Implantar aplicativo
ro: Punere în funcţiune aplicaţie
ru: Развернуть приложение
sv: Distribuera program
zh_cn: 部署应用程序

source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es: Quitar
et: Eemalda
fi: Poista
fr: Supprimer
he: הסר
it: Rimuovi
ja: 削除
ko: 제거
lt: Pašalinti
lv: Izņemt
nb_no: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
ro: Eliminare
ru: Удалить
sv: Ta bort
zh_cn: 移除

# RemoveSelectedGroupOrControl
source: Remove the selected group or control
ar: إزالة المجموعة أو عنصر التحكم المحدد
da: Fjern den valgte gruppe eller det valgte kontrolelement
de: Ausgewählte Gruppe oder ausgewähltes Steuerelement entfernen
es: Quitar el grupo o el control seleccionados
et: Eemalda valitud grupp või kontroll
fi: Poista valittu ryhmä tai säädin
fr: Supprimer le groupe ou le contrôle sélectionné
he: הסר את הקבוצה או הפקד הנבחרים
it: Rimuovi il gruppo o il controllo selezionato
ja: 選択されているグループまたはコントロールを削除します
ko: 선택한 그룹 또는 컨트롤 제거
lt: Pašalinti pasirinktą grupę arba valdiklį
lv: Izņemt izvēlēto grupu vai kontroli
nb_no: Fjern valgt gruppe eller kontroll
nl: Verwijder de geselecteerde groep of het geselecteerde besturingselement
pl: Usuń wybraną grupę lub element sterujący
pt_br: Remove o controle ou grupo selecionado
ro: Eliminare grup sau control selectat
ru: Удалить выбранную группу или элемент управления
sv: Ta bort den valda gruppen eller kontrollen
zh_cn: 删除所选组或控件
