Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# FailedToCreateAndPublishApplication
source: Failed to create and deploy application
ar: فشل إنشاء تطبيق ونشره
da: Kunne ikke oprette og anvende applikationen
de: Fehler beim Erstellen und Bereitstellen der Anwendung
es: No se pudo crear e implementar la aplicación
et: Võimetu rakendust koostama ja juurutama
fi: Sovelluksen luonti ja käyttöönotto epäonnistui
fr: Echec de la création et du déploiement de l'application
he: נכשל ביצירת והפצת האפליקציה
it: Impossibile creare e distribuire l'applicazione
ja: アプリケーションの作成および配置に失敗しました
ko: 응용프로그램을 만들고 배포하지 못했음
lt: Nepavyko sukurti ir išskleisti aplikacijos
lv: Neizdevās izveidot un izvietot aplikāciju
nb_no: Kunne ikke opprette og distribuere program
nl: Kan applicatie niet maken en uitrollen
pl: Nie można utworzyć ani wdrożyć aplikacji
pt_br: Falha ao criar e implantar aplicativo
ro: Eşec la crearea şi punerea în funcţiune a aplicaţiei
ru: Не удалось создать и развернуть приложение
sv: Det gick inte att skapa och distribuera programmet
zh_cn: 无法创建和部署应用程序

# FollowingErrorsFound
source: The following errors were found.
ar: تم العثور على الأخطاء التالية.
da: Følgenden fejl blev fundet.
de: Folgende Fehler wurden gefunden.
es: Se encontraron los siguientes errores.
et: Leiti järgmised vead.
fi: Järjestelmä on havainnut seuraavat virheet.
fr: Les erreurs suivantes ont été détectées.
he: נמצאו השגיאות הבאות.
it: Si sono verificati gli errori indicati di seguito.
ja: 次のエラーが見つかりました。
ko: 다음 오류가 발견되었습니다.
lt: Rastos šios klaidos.
lv: Tika konstatētas šādas kļūdas.
nb_no: Følgende feil ble funnet.
nl: De volgende fouten zijn gevonden.
pl: Znaleziono następujące błędy.
pt_br: Os erros seguintes foram encontrados.
ro: Au fost găsite următoarele erori.
ru: Были обнаружены следующие ошибки.
sv: Följande fel påträffades.
zh_cn: 找到以下错误。

source: Invalid name
ar: اسم غير صحيح
da: Ugyldigt navn
de: Ungültiger Name
es: Nombre no válido
et: Vigane nimi
fi: Virheellinen nimi
fr: Nom non valide
he: שם לא חוקי
it: Nome Non Valido
ja: 名前が無効です
ko: 잘못된 이름
lt: Netinkamas pavadinimas
lv: Nederīgs nosaukums
nb_no: Ugyldig navn
nl: Ongeldige naam
pl: Niepoprawna nazwa
pt_br: Nome inválido
ro: Nume nevalid
ru: Недопустимое имя
sv: Ogiltigt namn
zh_cn: 无效名称

# OpenWebMapFromArcGISCom
source: Open a Web Map from ArcGIS.com
ar: فتح خريطة ويب داخل ArcGIS.com
da: Åben et webkort fra ArcGIS.com
de: Eine Webkarte von ArcGIS.com öffnen
es: Abrir un mapa Web desde ArcGIS.com
et: Ava veebikaart ArcGIS.com keskkonnast
fi: Avaa web-kartta ArcGIS.com-sivustolta
fr: Ouvrir une carte Web d'ArcGIS.com
he: פתיחת מפת אינטרנט מתוך ArcGIS.com
it: Apri una mappa Web da ArcGIS.com
ja: ArcGIS.com から Web マップを開く
ko: ArcGIS.com에서 웹 맵 열기
lt: Atverti žiniatinklio žemėlapį iš ArcGIS.com
lv: Atvērt web karti no ArcGIS.com
nb_no: Åpne et webkart fra ArcGIS.com
nl: Open een webmap van ArcGIS.com
pl: Otwórz mapę internetową z ArcGIS.com
pt_br: Abra um Mapa da Web pelo ArcGIS.com
ro: Deschideţi o hartă Web din ArcGIS.com
ru: Открыть веб-карту с ArcGIS.com
sv: Öppna en webbkarta från ArcGIS.com
zh_cn: 打开 ArcGIS.com 中的 Web 地图

source: Please Wait...
ar: الرجاء الانتظار...
da: Vent...
de: Bitte warten...
es: Espere...
et: Palun oota...
fi: Odota...
fr: Veuillez patienter...
he: המתן בבקשה...
it: Attendere...
ja: お待ちください...
ko: 잠시 기다리세요...
lt: Prašome palaukti...
lv: Lūdzu, gaidīt...
nb_no: Vent litt...
nl: Een ogenblik geduld...
pl: Proszę czekać...
pt_br: Por favor, aguarde...
ro: Aşteptaţi...
ru: Пожалуйста, подождите...
sv: Vänta...
zh_cn: 请稍候...

# TutorialModeDisable
source: Disable Getting Started
ar: تعطيل بدء الاستخدام
da: Deaktivér start
de: Erste Schritte deaktivieren
es: Deshabilitar la introducción
et: Lülita alustamise dialoog välja
fi: Poista Aloitusopas käytöstä
fr: Désactiver Démarrage
he: נטרל התחלת עבודה
it: Disabilita Guida introduttiva
ja: 「はじめに」の無効化
ko: 시작 비활성화
lt: Išjungti pradžios langą
lv: Atspējot darba sākšanu
nb_no: Deaktiver Komme i gang
nl: Schakel Aan de slag uit
pl: Wyłącz wprowadzenie
pt_br: Desabilitar Guia de Introdução
ro: Dezactivare modul "Primii paşi"
ru: Отключить "Начало работы"
sv: Inaktivera Komma igång
zh_cn: 禁用“准备开始”窗口

# TutorialModeEnable
source: Enable Getting Started
ar: تمكين بدء الاستخدام
da: Aktivér start
de: Erste Schritte aktivieren
es: Habilitar la introducción
et: Lülita alustamise dialoog sisse
fi: Ota käyttöön aloitusopas
fr: Activer Démarrage
he: אפשר התחלת עבודה
it: Abilita Guida introduttiva
ja: 「はじめに」の有効化
ko: 시작 활성화
lt: Įjungti pradžios langą
lv: Iespējot darba sākšanu
nb_no: Aktiver Komme i gang
nl: Schakel Aan de slag in
pl: Włącz uruchomienie aplikacji
pt_br: Habilitar Guia de Introdução
ro: Activare Pregătire de începere
ru: Включить "Начало работы"
sv: Aktivera Komma igång
zh_cn: 启用“准备开始”窗口

# AboutTitle
source: About Application Builder
ar: نبذة عن منشئ التطبيق
da: Om Application Builder
de: Info zu Application Builder
es: Acerca de Application Builder
et: Rakenduse koostaja info
fi: Tietoja Application Builderista
fr: A propos d'Application Builder
he: אודות Application Builder
it: Informazioni su Application Builder
ja: Application Builder について
ko: 응용프로그램 빌더 정보
lt: Apie aplikacijos kūrimo įrankį
lv: Par Aplikāciju veidotāju
nb_no: Om Programbygger
nl: Info Application Builder
pl: Informacje o Kreatorze aplikacji
pt_br: Sobre o Application Builder
ro: Despre Application Builder
ru: О Конструкторе приложения
sv: Om Application Builder
zh_cn: 关于应用程序构建器

# AboutDescription
source: View the About dialog of Application Builder
ar: عرض مربع حوار عن منشئ التطبيق
da: Få vist dialogboksen Om for Application Builder
de: Dialogfeld 'Info' von Application Builder anzeigen
es: Ver el cuadro de diálogo de información acerca de Application Builder
et: Vaata rakenduse koostaja info dialoogi
fi: Näytä Application Builderin Tietoja-valintaikkuna
fr: Afficher la boîte de dialogue A propos d'Application Builder
he: צפה בדיאלוג 'אודות' של ה-Application Builder
it: Visualizza la finestra di dialogo Informazioni su Application Builder
ja: Application Builder の [バージョン情報] ダイアログを表示します
ko: 응용프로그램 빌더의 "정보" 대화 상자를 봅니다.
lt: Peržiūrėti aplikacijos kūrimo įrankio langą Apie
lv: Apskatīt dialogu par Aplikāciju veidotāju
nb_no: Vis Om-dialogbosken for Programbygger
nl: Geef het Info-dialoogvenster van Application Builder weer
pl: Wyświetl okno dialogowe Informacje o Kreatorze aplikacji
pt_br: Consulte o diálogo Sobre do Application Builder
ro: Vizualizaţi dialogul Despre al Application Builder
ru: Просмотреть диалоговое окно о программе Конструктор приложения
sv: Visa dialogrutan Om för Application Builder
zh_cn: 查看应用程序构建器的“关于”对话框

# AboutDialogTitle
source: About
ar: نبذة عن
da: Om
de: Info
es: Acerca de
et: Info
fi: Tietoja
fr: A propos de
he: אודות
it: Info
ja: バージョン情報
ko: 정보
lt: Apie
lv: Par
nb_no: Om
nl: Info
pl: Informacje o
pt_br: Sobre
ro: Despre
ru: О программе
sv: Om
zh_cn: 关于

# GettingStartedAddGPDescription
source: Leverage the spatial analytics of ArcGIS Server Geoprocessing Services.
ar: زيادة التحليلات المكانية لخدمات المعالجة الجغرافية فيArcGIS Server.
da: Udnyt rumlige analyser for ArcGIS Server-geoprocesseringstjenester.
de: Räumliche Analyse von ArcGIS-Server-Geoverarbeitungs-Services bereitstellen.
es: Aprovechar la analítica espacial de los servicios de geoprocesamiento de ArcGIS Server.
et: Avarda ArcGIS Serveri geotöötluse teenuste ruumianalüütika kasutust.
fi: Hyödynnä ArcGIS Serverin geoprosessointipalveluiden paikkatietoanalyysia.
fr: Tirer parti des services de géotraitement du serveur ArcGIS.
he: מינוף ה- spatial analytics של שירותי ה- Geoprocessing של ArcGIS Server
it: Utilizza i dati di analisi spaziale dei servizi di geoprocessing di ArcGIS Server.
ja: ArcGIS Server のジオプロセシング サービスの空間解析を利用します。
ko: ArcGIS Server 지오프로세싱 서비스의 공간 분석을 활용합니다.
lt: Erdvinė analizė naudojant ArcGIS Server Geoduomenų apdorojimo paslaugas.
lv: Saskaņo ArcGIS Servera ģeodatu apstrādes servisu telpisko analīzi.
nb_no: Bruk romlig analyseverktøy fra ArcGIS Server Geoprosesseringstjenester.
nl: Profiteer van de ruimtelijke analyse van ArcGIS Server-geoprocessingservices.
pl: Wykorzystaj analizę przestrzenną usług geoprzetwarzania ArcGIS Server.
pt_br: Aperfeiçoam ferramentas do Spatial Analytics de Serviços de Geoprocessamento do ArcGIS Server.
ro: Utilizaţi capacitatea de analiză spaţială a serviciilor de geoprocesare ArcGIS Server.
ru: Применить пространственную аналитику сервисов геообработки ArcGIS Server.
sv: Utnyttja avståndsanalysen i geobearbetningstjänsterna i ArcGIS Server.
zh_cn: 利用 ArcGIS Server 地理处理服务的空间分析功能。

# GettingStartedAddGPTitle
source: Add Geoprocessing Services
ar: إضافة خدمات المعالجة الجغرافية
da: Tilføj geoprocesseringstjenester
de: Geoverarbeitungs-Services hinzufügen
es: Agregar servicios de geoprocesamiento
et: Lisa geotöötluse teenused
fi: Lisää geprosessointipalvelut
fr: Ajouter des services de géotraitements
he: הוסף שירות Geoprocessing
it: Aggiungi servizi di geoprocessing
ja: ジオプロセシング サービスの追加
ko: 지오프로세싱 서비스 추가
lt: Pridėti geoduomenų apdorojimo servisus
lv: Pievienot ģeodatu apstrādes servisus
nb_no: Legg til geoprosesseringstjenester
nl: Voeg geoprocessingservices toe
pl: Dodaj usługi geoprzetwarzania
pt_br: Adicionar Serviços de Geoprocessamento
ro: Adăugare servicii de geoprocesare
ru: Добавить сервисы геокодирования
sv: Lägg till geobearbetningstjänster
zh_cn: 添加地理处理服务

# GettingStartedAddLayersDescription
source: Add data from ArcGIS Online and ArcGIS Server.
ar: إضافة بيانات من ArcGIS Online و ArcGIS Server.
da: Tilføj data fra ArcGIS Online og ArcGIS Server.
de: Daten von ArcGIS Online und einem ArcGIS-Server hinzufügen.
es: Agregar datos de ArcGIS Online y ArcGIS Server.
et: Lisa andmed ArcGIS Online ja ArcGIS Serverist.
fi: Lisää tietoja ArcGIS Onlinesta ja ArcGIS Serveristä.
fr: Ajouter des données d'ArcGIS Online et du serveur ArcGIS.
he: הוסף מידע מ- ArcGIS Online ומ- ArcGIS Server.
it: Aggiungi dati di ArcGIS Online e ArcGIS Server.
ja: ArcGIS Online および ArcGIS Server からデータを追加します。
ko: ArcGIS Online 및 ArcGIS Server의 데이터를 추가합니다.
lt: Pridėti duomenis iš ArcGIS Online ir ArcGIS Server.
lv: Pievienot datus no ArcGIS Online un ArcGIS Server.
nb_no: Legg til data fra ArcGIS Online og ArcGIS Server.
nl: Voeg data toe van ArcGIS Online en ArcGIS Server.
pl: Dodaj dane z produktu ArcGIS Online i ArcGIS Server.
pt_br: Adiciona dados do ArcGIS Online e ArcGIS Server.
ro: Adăugare date din ArcGIS Online şi ArcGIS Server.
ru: Добавьте данные из ArcGIS Online и ArcGIS Server.
sv: Lägg till data från ArcGIS Online och ArcGIS Server.
zh_cn: 添加来自 ArcGIS Online 和 ArcGIS Server 的数据。

# GettingStartedAddLayersTitle
source: Add Operational Layers
ar: إضافة طبقات جاهزة للعمل
da: Tilføj operationelle lag
de: Operationale Layer hinzufügen
es: Agregar capas operacionales
et: Lisa operatsioonilised kihid
fi: Lisää toiminnalliset karttatasot
fr: Ajouter des couches opérationnelles
he: הוסף שכבה פעילה
it: Aggiungi layer operativi
ja: 操作レイヤの追加
ko: 운영 레이어 추가
lt: Pridėti darbinius sluoksnius
lv: Pievienot operatīvos slāņus
nb_no: Legg til aktive kartlag
nl: Voeg operationele lagen toe
pl: Dodaj warstwy operacyjne
pt_br: Adicionar Camadas Operacionais
ro: Adăugare straturi tematice operaţionale
ru: Добавить оперативные слои
sv: Lägg till lager som används
zh_cn: 添加业务图层

# GettingStartedAddToolsDescription
source: Configure the application's functionality
ar: تكوين وظيفة التطبيق
da: Konfigurér applikationens funktionalitet
de: Funktionen der Anwendung konfigurieren
es: Configurar la funcionalidad de la aplicación
et: Seadista rakenduse funktsionaalsus
fi: Muokkaa sovelluksen toimintoja
fr: Configurer la fonctionnalité de l'application
he: הגדרת התצורה של האפליקציה
it: Configura le funzionalità dell'applicazione
ja: アプリケーションの機能を構成します。
ko: 응용프로그램의 기능을 구성합니다.
lt: Konfigūruoti aplikacijos funkcionalumą
lv: Konfigurēt aplikācijas funkcionalitāti
nb_no: Konfigurer programmets funksjonalitet
nl: Configureer de functionaliteit van de applicatie
pl: Skonfiguruj funkcje aplikacji
pt_br: Configura a funcionalidade do aplicativo
ro: Configuraţi funcţionalitatea aplicaţiei
ru: Настроить функциональность приложения
sv: Konfigurera programmets funktioner
zh_cn: 配置应用程序的功能

# GettingStartedAddToolsTitle
source: Add Tools
ar: إضافة أدوات
da: Tilføj værktøjer
de: Werkzeuge hinzufügen
es: Agregar herramientas
et: Lisa töövahendeid
fi: Lisää työkalut
fr: Ajouter des outils
he: הוסף כלים
it: Aggiungi strumenti
ja: ツールの追加
ko: 도구 추가
lt: Pridėti įrankius
lv: Pievienot rīkus
nb_no: Legg til verktøy
nl: Voeg tools toe
pl: Dodaj narzędzia
pt_br: Adicionar Ferramenta
ro: Adăugare instrumente
ru: Добавить инструменты
sv: Lägg till verktyg
zh_cn: 添加工具

# GettingStartedBasemapDescription
source: Select a basemap from ArcGIS Online, Bing Maps, or OpenStreetMap.
ar: تحديد خريطة أساس من ArcGIS Online أو خرائط Bing أو OpenStreetMap.
da: Vælg et baggrundskort fra ArcGIS Online, Bing Maps eller OpenStreetMap.
de: Eine Grundkarte von ArcGIS Online, Bing Maps oder OpenStreetMap auswählen.
es: Seleccione un mapa base de ArcGIS Online, Bing Maps u OpenStreetMap.
et: Vali aluskaart ArcGIS Online-st, Bing Maps või OpenStreetMap.
fi: Valitse taustakartta ArcGIS Onlinesta, Bing-kartoista tai OpenStreetMap-palvelusta.
fr: Sélectionner un fond de carte d'ArcGIS Online, Cartes Bing ou OpenStreetMap.
he: בחר מפת בסיס מ-ArcGIS Online, Bing Maps, או OpenStreetMap.
it: Selezionare una mappa di base da ArcGIS Online, Bing Maps o OpenStreetMap.
ja: ArcGIS Online、Bing Maps、または OpenStreetMap からベースマップを選択します。
ko: ArcGIS Online, Bing Maps 또는 OpenStreetMap에서 베이스맵을 선택합니다.
lt: Pasirinkti pagrindo žemėlapį iš ArcGIS Online, Bing Maps arba OpenStreetMap.
lv: Izvēlēties pamatkarti no ArcGIS Online, Bing Maps vai OpenStreetMap.
nb_no: Velg at bakgrunnskart fra ArcGIS Online, Bing Maps eller OpenStreetMap.
nl: Selecteer een basiskaart van ArcGIS Online, Bing Maps of OpenStreetMap.
pl: Wybierz mapę bazową z produktu ArcGIS Online, Map Bing lub OpenStreetMap.
pt_br: Seleciona um mapa base do ArcGIS Online, Mapas Bing ou OpenStreetMap.
ro: Selectaţi o hartă fundal din ArcGIS Online, Hărţi Bing sau OpenStreetMap.
ru: Выбрать базовую карту из ArcGIS Online, Bing Maps или OpenStreetMap.
sv: Välj en baskarta från ArcGIS Online, Bing Maps eller OpenStreetMap.
zh_cn: 从 ArcGIS Online、Bing 地图或开放维基世界地图中选择底图。

# GettingStartedBasemapTitle
source: Choose a Basemap
ar: اختر خريطة أساس
da: Vælg et baggrundskort
de: Grundkarte auswählen
es: Elegir un mapa base
et: Vali aluskaart
fi: Valitse taustakartta
fr: Choisir un fond de carte
he: בחר מפת בסיס
it: Scegli una mappa di base
ja: ベースマップの選択
ko: 베이스맵 선택
lt: Pasirinkti pagrindo žemėlapį
lv: Izvēlieties pamatkarti
nb_no: Velg et bakgrunnskart
nl: Kies een basiskaart
pl: Wybierz mapę bazową
pt_br: Escolha um Mapa Base
ro: Alegere hartă fundal
ru: Выбрать базовую карту
sv: Välj en baskarta
zh_cn: 选择底图

# GettingStartedChooseLogoDescription
source: Brand the Viewer with your organization's logo.
ar: التعرف على العارض بشعار المؤسسة.
da: Brand Viewer-programmet med din organisations logo.
de: Den Viewer mit dem Logo Ihrer Organisation versehen.
es: Nombra la marca de Viewer con el logotipo de la organización.
et: Täienda sirvijat asutuse logo lisamisega.
fi: Tuotteista Viewer organisaatiosi logolla.
fr: Marquer la visionneuse du logo de votre organisation.
he: מיתוג הצפיין בלוגו החברה שלך.
it: Consente di personalizzare il visualizzatore con il logo dell'organizzazione.
ja: ビューアに組織のロゴを表示します。
ko: 자사 로고로 뷰어를 브랜딩합니다.
lt: Pažymėkite Viewer su savo organizacijos logotipu.
lv: Marķē skatītāju ar jūsu uzņēmuma logotipu.
nb_no: Merk Viewer med logoen til din organisasjon.
nl: Voorzie de Viewer van het logo van uw organisatie.
pl: Oznacz przeglądarkę logiem swojej instytucji
pt_br: Marca a Janela de Visualização com o logo da empresa.
ro: Marcaţi aplicaţia de vizualizare cu sigla organizaţiei dvs.
ru: Маркировать вьюер логотипом вашей организации.
sv: Anpassa visningsprogrammet med organisationens logotyp.
zh_cn: 为查看器贴上您的组织徽标

# GettingStartedChooseLogoTitle
source: Choose a Logo
ar: اختر شعار
da: Vælg et logo
de: Logo auswählen
es: Elegir un logotipo
et: Vali logo
fi: Valitse logo
fr: Choisir un Logo
he: בחר לוגו
it: Scegli logo
ja: ロゴの選択
ko: 로고 선택
lt: Pasirinkti logotipą
lv: Izvēlieties logotipu
nb_no: Velg en logo
nl: Kies een logo
pl: Wybierz logo
pt_br: Escolha um Logo
ro: Alegere siglă
ru: Выбрать логотип
sv: Välj en logotyp
zh_cn: 选择徽标

# GettingStartedSelectLayoutDescription
source: Define the look and feel of your Viewer.
ar: تعريف شكل العارض وأسلوبه.
da: Definér udseende og visning for dit Viewer-program.
de: Das Erscheinungsbild Ihres Viewers definieren.
es: Define la apariencia y el aspecto de Viewer.
et: Määra sirvija ülesehitus ja väljanägemine.
fi: Määritä Viewerin ulkoasu.
fr: Définir l'apparence de votre visionneuse.
he: הגדר את סגנון ממשק המשתמש של הצפיין
it: Consente di definire l'aspetto del visualizzatore.
ja: ビューアのレイアウトや書式を定義します。
ko: 뷰어의 모양과 느낌을 정의합니다.
lt: Nustatykite savo Viewer išvaizdą ir atmosferą
lv: Definēt jūsu skatītāja izskatu un izjūtas.
nb_no: Definer utseende for din Viewer.
nl: Bepaal de weergavestijl van uw Viewer.
pl: Zdefiniuj wygląd i działanie przeglądarki.
pt_br: Define o visual e comportamento da Janela de Visualização.
ro: Definiţi aspectul şi caracteristicile aplicaţiei de vizualizare.
ru: Определите внешний вид и стиль вашего вьюера.
sv: Definiera utseende och känsla i visningsprogrammet.
zh_cn: 定义查看器的外观。

# GettingStartedSelectLayoutTitle
source: Select a Layout
ar: تحديد تخطيط
da: Vælg et layout
de: Layout auswählen
es: Seleccionar un diseño
et: Vali paigutus
fi: Valitse asettelu
fr: Sélectionner une mise en page
he: בחר תבנית
it: Seleziona un layout
ja: レイアウトの選択
ko: 레이아웃 선택
lt: Pasirinkti maketą
lv: Izvēlieties izkārtojumu
nb_no: Velg et oppsett
nl: Selecteer een lay-out
pl: Wybierz układ
pt_br: Seleciona um Layout
ro: Selectare configuraţie
ru: Выбрать макет
sv: Välj en layout
zh_cn: 选择布局

# GettingStartedSetTitleDescription
source: Set your application's title.
ar: تعيين عنوان التطبيق.
da: Angiv titel til din applikation.
de: Titel der Anwendung festlegen.
es: Permite establecer el título de la aplicación.
et: Määra rakenduse pealkiri.
fi: Määritä sovelluksen otsikko.
fr: Définir le titre de votre application.
he: קבע את כותרת האפליקציה.
it: Consente di impostare il titolo dell'applicazione.
ja: アプリケーションのタイトルを設定します。
ko: 응용프로그램의 제목을 설정합니다.
lt: Nustatyti aplikacijos antraštę
lv: Iestatīt jūsu aplikācijas virsrakstu.
nb_no: Angi programmets tittel.
nl: Stel de titel van uw applicatie in.
pl: Ustaw tytuł aplikacji.
pt_br: Configura o título do aplicativo.
ro: Setaţi titlul aplicaţiei.
ru: Задать заголовок вашего приложения.
sv: Ange programmets titel.
zh_cn: 设置应用程序的标题。

# GettingStartedSetTitleTitle
source: Set the Title
ar: تعيين العنوان
da: Angiv titlen
de: Titel festlegen
es: Establecer título
et: Määra pealkiri
fi: Määritä otsikko
fr: Définir le titre
he: הגדר את הכותרת
it: Imposta titolo
ja: タイトルの設定
ko: 제목 설정
lt: Nustatyti antraštę
lv: Iestatīt mozaikas
nb_no: Angi tittelen
nl: Stel de titel in
pl: Ustaw tytuł
pt_br: Configura o Título
ro: Setare titlu
ru: Задать заголовок
sv: Ange titeln
zh_cn: 设置标题

# FollowingAddOnsAreAvailable
source: The following add-ons are available. Click
ar: الوظائف الإضافية التالية متوفرة. انقر
da: Følgende tilføjelsesprogrammer er tilgængelige. Klik
de: Folgende Add-Ons sind verfügbar. Klicken Sie
es: Los siguientes add-ins están disponibles. Haga clic
et: Kättesaadavad on järgnevad add-on valikud. Klikka
fi: Käytettävissä ovat seuraavat lisäosat. Napsauta
fr: Les compléments suivants sont disponibles. Cliquez
he: ה- add-ons הבאים זמינים. הקלק
it: Sono disponibili i componenti aggiuntivi indicati di seguito. Fare clic
ja: 次のアドオンが利用可能です。
ko: 다음 추가 기능을 사용할 수 있습니다. 디스크로부터 새 추가 기능을 업로드하려면
lt: Šie plėtiniai yra prieinami. Spauskite
lv: Šādas add-ons ir pieejamas. Klikšķiniet
nb_no: Følgende tillegg er tilgjengelige. Klikk
nl: De volgende invoegtoepassingen zijn beschikbaar. Klik
pl: Dostępne są następujące dodatki. Kliknij
pt_br: Os seguintes complementos estão disponíveis. Clique
ro: Sunt disponibile următoarele componente add-on. Faceţi clic
ru: Доступны следующие дополнения. Нажмите
sv: Följande tillägg är tillgängliga. Klicka
zh_cn: 以下附加组件可用。单击

# FollowingAddOnsAreAvailableHere
source: here
ar: هنا
da: her
de: hier,
es: aquí
et: siia
fi: täällä
fr: ici
he: כאן
it: qui
ja: ここをクリックすると、
ko: 여기
lt: čia
lv: šeit
nb_no: her
nl: hier
pl: tutaj
pt_br: aqui
ro: aici
ru: здесь
sv: här
zh_cn: 此处

# FollowingAddOnsAreAvailableToUploadANewOne
source: to upload a new one from disk.
ar: لتحميل وظيفة إضافية جديدة من القرص.
da: for at overføre en ny fra disken.
de: um ein neues Add-On vom Datenträger hochzuladen.
es: para cargar uno nuevo del disco.
et: , et uuendada uus kettalt.
fi: uuden lataamiseksi levyltä.
fr: pour en charger un nouveau à partir du disque.
he: לטעינת חדש מהדיסק.
it: per caricarne uno nuovo da disco.
ja: ディスクから新しいアドオンをアップロードします。
ko: 를 클릭하세요.
lt: įkelti naują iš disko.
lv: augšupielādēt jaunu no diska.
nb_no: for å laste opp et nytt fra disk.
nl: om een nieuwe invoegtoepassing vanaf een schijf te uploaden.
pl: aby pobrać nowe z dysku.
pt_br: para carregar um novo do disco.
ro: pentru a încărca una nouă de pe disc.
ru: чтобы загрузить новое с диска.
sv: om du vill överföra ett nytt från disken.
zh_cn: 从磁盘上传一个新的。

# MoveSelectedGroupOrControlDownToolbarTree
source: Move the selected group or control down the Toolbar tree
ar: تحريك المجموعة أو عنصر التحكم المحدد أسفل شجرة شريط الأدوات
da: Flyt den valgte gruppe eller det valgte kontrolelement nedad værktøjslinjetræet
de: Ausgewählte Gruppe oder ausgewähltes Steuerelement in der Struktur der Werkzeugleiste nach unten verschieben
es: Mover el grupo o control seleccionado hacia abajo en la jerarquía de la barra de herramientas
et: Liiguta valitud grupp või kontroll tööriistariba aknas allapoole
fi: Siirrä valittu ryhmä tai säädin alaspäin työkalurivirakenteessa
fr: Déplacer le groupe ou le contrôle sélectionné vers le bas dans l'arborescence de la barre d'outils
he: הזז את הקבוצה או הפקד הנבחרים במורד עץ סרגל הכלים
it: Sposta il gruppo o il controllo selezionato in basso nell'albero della barra degli strumenti
ja: 選択されているグループまたはコントロールをツールバー ツリーの下へ移動します
ko: 도구 모음 트리에서 선택한 그룹 또는 컨트롤을 아래로 이동
lt: Pasirinktą grupę arba valdiklį įrankių juostos medyje perkelti žemyn
lv: Pārvietot izvēlēto grupu vai kontrolēt rīkjoslas kokā uz leju
nb_no: Flytt den valgte gruppen eller kontrollen ned i Verktøylinje-treet
nl: Verplaats de geselecteerde groep of het geselecteerde besturingselement omlaag in de werkbalkboomstructuur
pl: Przenieś wybraną grupę lub element sterujący w dół drzewa paska narzędzi
pt_br: Move o grupo ou controle selecionado para baixo da estrutra da Barra de Ferramentas
ro: Mutaţi grupul sau controlul selectat în jos în arborele barei de instrumente
ru: Переместить выбранную группу или элемент управления вниз по дереву панели инструментов
sv: Flytta ned den valda gruppen eller kontrollen i trädet Verktygsfält
zh_cn: 将所选组或控件在工具条树中下移
