Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

source: Site Deployment Failed
ar: فشل نشر الموقع
da: Anvendelse af sted mislykkedes
de: Fehler beim Bereitstellen der Site
es: Falló la implementación del sitio
et: Lehe juurutamine nurjus
fi: Sivuston käyttöönotto epäonnistui
fr: Echec du déploiement du site
he: נכשלה הפצת האתר
it: Distribuzione sito non riuscita
ja: サイトの配置に失敗しました
ko: 사이트 배포 실패
lt: Nepavyko išskleisti svetainės
lv: Neizdevās vietnes izvietošana
nb_no: Områdedistribuering mislyktes
nl: Uitrollen site mislukt
pl: Nie powiodło się wdrożenie witryny
pt_br: A Implantação do Site Falhou
ro: Punere în funcţiune site eşuată
ru: Развертывание сайта прервано
sv: Webbplatsdistributionen misslyckades
zh_cn: 站点部署失败

# BringForward
source: Move Up
ar: تحريك لأعلى
da: Flyt op
de: Nach oben verschieben
es: Mover hacia arriba
et: Liigu ülespoole
fi: Siirrä ylös
fr: Déplacer vers le haut
he: הזז למעלה
it: Sposta su
ja: 上へ移動
ko: 위로 이동
lt: Aukštyn
lv: Pārvietot uz augšu
nb_no: Flytt opp
nl: Verplaats naar boven
pl: Przenieś w górę
pt_br: Mover para Cima
ro: Mutare în sus
ru: Переместить вверх
sv: Flytta upp
zh_cn: 上移

# BringsCurrentlySelectedLayerForward
source: Moves the layer's display order one position closer to the top of the map
ar: تحريك ترتيب عرض الطبقة موضع واحد أقرب لأعلى الخريطة
da: Flytter lagets visningsrækkefølge én position tættere på toppen af kortet
de: Verschiebt den Layer in der Darstellungsreihenfolge der Karte um eine Position nach oben
es: Mueve el orden de visualización de la capa una posición hacia la parte superior del mapa
et: Liigutab kihi kuvamise järjestus ühe astme võrra kihiloendis ülespoole
fi: Siirtää karttatason näyttöjärjestyksen yhden sijainnin lähemmäs kartan yläreunaa
fr: Déplace l'ordre d'affichage de la couche d'une position vers le haut de la carte
he: מזיז את סדר תצוגת השכבה מקום אחד קרוב יותר לחלק העליון של המפה
it: Sposta l'ordine di visualizzazione del layer di una posizione più vicina alla parte superiore della mappa
ja: レイヤの表示順序を 1 つ上に移動します
ko: 레이어의 표시 순서를 맵 위쪽으로 한 단계 이동합니다.
lt: Perkelia sluoksnį viena pozicija aukštyn rodomų sluoksnių eilėje arčiau žemėlapio viršaus
lv: Pārvietot slāņu parādīšanas kārtību par vienu pozīciju tuvāk kartes augšai
nb_no: Flytter lagets visningsrekkefølge én posisjon nærmere den øverste delen av kartet
nl: Verplaatst de weergavevolgorde van de kaartlaag één positie naar de bovenkant van de kaart
pl: Przenosi kolejność wyświetlania warstwy o jedną pozycję bliżej dołu
pt_br: Move a ordem de visualização da camada uma posição acima do mapa
ro: Mută ordinea de afişare a stratului tematic cu o poziţie mai sus pe hartă
ru: Перемещает слой в списке порядка отображения на одну позицию вверх
sv: Flyttar upp lagrets visningsordning ett steg
zh_cn: 将图层的显示顺序在地图中上移一位

# ConfigureCurrentlySelectedLayer
source: Configure the currently selected layer
ar: تكوين الطبقة المحددة حالياً
da: Konfigurér det aktuelt valgte lag
de: Aktuell ausgewählten Layer konfigurieren
es: Configurar la capa seleccionada actualmente
et: Seadista hetkel valitud kiht
fi: Muokkaa valittua karttatasoa
fr: Configurer la couche actuellement sélectionnée
he: הגדר תצורה לשכבה הנבחרת הנוכחית
it: Configura il layer attualmente selezionato
ja: 現在選択されているレイヤを構成します
ko: 현재 선택된 레이어 구성
lt: Konfigūruoti pažymėtą sluoksnį
lv: Konfigurēt pašreiz izvēlēto slāni
nb_no: Konfigurer gjeldende valgte kartlag
nl: Configureer de op dit moment geselecteerde laag
pl: Konfiguruj aktualnie wybraną warstwę
pt_br: Configurar a camada selecionada atualmente
ro: Configurare strat tematic selectat curent
ru: Настройка выделенного слоя
sv: Konfigurera det valda lagret
zh_cn: 配置当前所选图层

# ConfigureProxyUsedToAccessSecureServicesForApplication
source: Configure the proxy used to access secure services for this application
ar: تكوين الوكيل المستخدم للوصول إلى الخدمات المؤمنة لهذا التطبيق
da: Konfigurér den proxy, der benyttes til at få adgang til sikre tjenester for denne applikation
de: Den für den Zugriff auf sichere Services verwendeten Proxy für diese Anwendung konfigurieren
es: Configurar el proxy utilizado para obtener acceso a los servicios seguros para esta aplicación
et: Seadista proksi, mida kasutatakse rakenduses turvatud teenustele ligipääsuks
fi: Muokkaa välityspalvelinta, jonka avulla käytettiin tämän sovelluksen suojattuja palveluita
fr: Configurer le proxy utilisé pour accéder aux services sécurisés de cette application
he: הגדר תצורה ל- proxy המשמש לגישה לשרותים מאובטחים לאפליקציה זו
it: Configura il proxy utilizzato per accedere ai servizi protetti per l'applicazione
ja: このアプリケーションにセキュアなサービスにアクセスするためのプロキシを構成します
ko: 이 응용프로그램의 보안 서비스에 액세스하는 데 사용되는 프록시 구성
lt: Konfigūruoti proxy, naudojamą aplikacijoje taikant apsaugotus servisus
lv: Konfigurēt proxy, ko izmanto šīs aplikācijas nodrošinātiem servisiem
nb_no: Konfigurer proxyen som skal brukes for tilgang til sikre tjenester for dette programmet
nl: Configureer de proxy die wordt gebruikt om beveiligde services te openen voor deze applicatie
pl: Konfiguruj serwer proxy używany do uzyskiwania dostępu do zabezpieczonych usług dla tej aplikacji
pt_br: Configurar o proxy usado para acessar serviços seguros para este aplicativo
ro: Configuraţi proxy-ul utilizat pentru a accesa serviciile securizate pentru această aplicaţie
ru: Настроить прокси-сервер, используемый для доступа к защищенным сервисам из этого приложения
sv: Konfigurera proxyn som används för att få åtkomst till säkra tjänster för det här programmet
zh_cn: 配置用于访问此应用程序安全服务的代理

source: Configure Secure Services
ar: تكوين الخدمات المؤمنة
da: Konfigurér sikre tjenester
de: Sichere Services konfigurieren
es: Configurar servicios seguros
et: Seadista turvatud teenused
fi: Muokkaa suojattuja palveluita
fr: Configurer les services sécurisés
he: הגדר תצורה לשירות מאובטח
it: Configura servizi protetti
ja: セキュアなサービスの構成
ko: 보안 서비스 구성
lt: Konfigūruoti apsaugotas servisus
lv: Konfigurēt drošības servisus
nb_no: Konfigurer sikre tjenester
nl: Configureer beveiligde services
pl: Konfiguruj zabezpieczone usługi
pt_br: Configurar Serviços Seguros
ro: Configurare servicii securizate
ru: Настройка защищенных сервисов
sv: Konfigurera säkra tjänster
zh_cn: 配置安全服务

source: Go To
ar: انتقل إلى
da: Gå til
de: Gehe zu
es: Ir a
et: Liigu
fi: Siirry kohteeseen
fr: Aller à
he: עבור אל
it: Vai a
ja: 移動
ko: 이동
lt: Eiti į
lv: Iet uz
nb_no: Gå til
nl: Ga naar
pl: Przejdź do
pt_br: Ir Para
ro: Accesaţi
ru: Перейти к
sv: Gå till
zh_cn: 转至

source: Refresh
ar: تحديث
da: Opdatér
de: Aktualisieren
es: Actualizar
et: Värskenda
fi: Päivitä
fr: Actualiser
he: רענן
it: Aggiorna
ja: 更新
ko: 새로고침
lt: Atnaujinti
lv: Atjaunot
nb_no: Oppdater
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospătare
ru: Обновить
sv: Uppdatera
zh_cn: 刷新

# RefreshCurrentlySelectedLayer
source: Refresh the currently selected layer
ar: تحديث الطبقة المحددة حالياً
da: Opdatér det aktuelt valgte lag
de: Aktuell ausgewählten Layer aktualisieren
es: Actualizar la capa seleccionada actualmente
et: Uuenda hetkel valitud kihti
fi: Päivitä valittu karttataso
fr: Actualise la couche actuellement sélectionnée
he: רענן את המפה הנבחרת
it: Aggiorna il layer attualmente selezionato
ja: 現在選択されているレイヤを更新します
ko: 현재 선택된 레이어 새로 고침
lt: Atnaujinti pažymėtą sluoksnį
lv: Atjaunot pašreiz izvēlēto slāni
nb_no: Oppdater gjeldende valgte kartlag
nl: Vernieuw de op dit moment geselecteerde laag
pl: Odśwież aktualnie wybraną warstwę
pt_br: Atualiza a camada atualmente selecionada
ro: Reîmprospătaţi stratul tematic selectat curent
ru: Обновить текущий выбранный слой
sv: Uppdatera det valda lagret
zh_cn: 刷新当前所选图层

# RemovesCurrentlySelectedLayer
source: Removes the currently selected layer
ar: حذف الطبقة المحددة حالياً
da: Fjerner det aktuelt valgte lag
de: Entfernt den aktuell ausgewählten Layer
es: Elimina la capa seleccionada actualmente
et: Eemaldab hetkel valitud kihi
fi: Poistaa valitun karttatason
fr: Supprime la couche actuellement sélectionnée
he: הסרת השכבה הנבחרת הנוכחית
it: Rimuove il layer attualmente selezionato
ja: 現在選択されているレイヤを削除します
ko: 현재 선택된 레이어를 제거합니다.
lt: Pašalinti pažymėtą sluoksnį
lv: Izņemt pašreiz izvēlēto slāni
nb_no: Fjerner gjeldende valgte kartlag
nl: Verwijdert de op dit moment geselecteerde laag
pl: Usuwa aktualnie wybraną warstwę
pt_br: Remove a camada selecionada atualmente
ro: Elimină stratul tematic selectat curent
ru: Удаляет текущий выбранный слой
sv: Tar bort det valda lagret
zh_cn: 删除当前所选图层

source: Rename
ar: إعادة تسمية
da: Omdøb
de: Umbenennen
es: Cambiar nombre
et: Nimeta ümber
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
lt: Pervadinti
lv: Pārsaukt
nb_no: Gi nytt navn
nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumire
ru: Переименовать
sv: Byt namn
zh_cn: 重命名

# RenameCurrentlySelectedLayer
source: Rename the currently selected layer
ar: إعادة تسمية الطبقة المحددة حالياً
da: Omdøb det aktuelt valgte lag
de: Aktuell ausgewählten Layer umbenennen
es: Cambiar el nombre de la capa seleccionada actualmente
et: Nimeta ümber hetkel valitud kiht
fi: Nimeä valittu karttataso uudelleen
fr: Renomme la couche actuellement sélectionnée
he: שנה שם לשכבה הנבחרת הנוכחית
it: Rinomina il layer attualmente selezionato
ja: 現在選択されているレイヤの名前の変更
ko: 현재 선택된 레이어의 이름 바꾸기
lt: Pervadinti pažymėtą sluoksnį
lv: Pārsaukt pašreiz izvēlēto slāni
nb_no: Gi nytt navn til gjeldende valgte kartlag
nl: Wijzig de naam van de op dit moment geselecteerde laag
pl: Zmienia nazwę aktualnie wybranej warstwy
pt_br: Renomeie a camada selecionada atualmente
ro: Redenumeşte stratul tematic selectat curent
ru: Переименовать текущий выбранный слой
sv: Byt namn på det valda lagret
zh_cn: 重命名当前所选图层

# SendBackward
source: Move Down
ar: تحريك لأسفل
da: Flyt ned
de: Nach unten verschieben
es: Mover hacia abajo
et: Liigu allapoole
fi: Siirrä alas
fr: Déplacer vers le bas
he: הזז למטה
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
lt: Žemyn
lv: Pārvietot uz leju
nb_no: Flytt ned
nl: Verplaats naar beneden
pl: Przenieś w dół
pt_br: Mover para Baixo
ro: Mutare în jos
ru: Переместить вниз
sv: Flytta ned
zh_cn: 下移

# SendsCurrentlySelectedLayerBackward
source: Moves the layer's display order one position closer to the bottom of the map
ar: تحريك ترتيب عرض الطبقة المحددة موضع واحد أقرب لأسفل الخريطة
da: Flytter lagets visningsrækkefølge én position tættere på bunden af kortet
de: Verschiebt den Layer in der Darstellungsreihenfolge der Karte um eine Position nach unten
es: Mueve el orden de visualización de la capa una posición hacia la parte inferior del mapa
et: Liigutab kihi kuvamise järjestus ühe astme võrra kihiloendis allapoole
fi: Siirtää karttatason näyttöjärjestyksen yhden sijainnin lähemmäs kartan alareunaa
fr: Déplace l'ordre d'affichage de la couche d'une position vers le bas de la carte
he: מזיז את סדר תצוגת השכבה מקום אחד קרוב יותר לחלק התחתון של המפה
it: Sposta l'ordine di visualizzazione del layer di una posizione più vicina alla parte inferiore della mappa
ja: レイヤの表示順序を 1 つ下に移動します
ko: 레이어의 표시 순서를 맵 아래쪽으로 한 단계 이동합니다.
lt: Perkelia sluoksnį viena pozicija žemyn rodomų sluoksnių eilėje arčiau žemėlapio apačios
lv: Pārvietot slāņu parādīšanas kārtību par vienu pozīciju tuvāk kartes apakšai
nb_no: Flytter lagets visningsrekkefølge én posisjon nærmere den nederste delen av kartet
nl: Verplaatst de weergavevolgorde van de kaartlaag één positie naar de onderkant van de kaart
pl: Przenosi kolejność wyświetlania warstwy o jedną pozycję w górę
pt_br: Move a ordem de visualização da camada uma posição abaixo do mapa
ro: Mută ordinea de afişare a stratului tematic cu o poziţie mai jos pe hartă
ru: Перемещает слой в списке порядка отображения слоев на одну позицию вниз
sv: Flyttar ned lagrets visningsordning ett steg
zh_cn: 将图层的显示顺序在地图中下移一位

source: Service Details
ar: تفاصيل الخدمة
da: Tjenesteoplysninger
es: Detalles del servicio
et: Teenuse detailid
fi: Palvelun tiedot
fr: Détails du service
he: פרטי השירות
it: Dettagli servizio
ja: サービスの詳細
ko: 서비스 정보
lt: Serviso apibūdinimas
lv: Servisa detaļas
nb_no: Tjenestedetaljer
pl: Szczegóły usługi
pt_br: Detalhes do Serviço
ro: Detalii serviciu
ru: Детали сервиса
sv: Information om tjänsten
zh_cn: 服务详细信息

# ViewInformationAboutSelectedLayerDatasource
source: View information about the selected layer's data source
ar: عرض معلومات عن مصدر بيانات الطبقة المحددة
da: Få vist oplysninger om det valgte lags datakilde
de: Informationen zur Datenquelle des ausgewählten Layers anzeigen
es: Ver información acerca de la fuente de datos de la capa seleccionada
et: Vaata valitud kihtide andmeallika informatsiooni
fi: Näytä tietoja valitun karttatason tietolähteestä
fr: Affiche des informations sur la source de données de la couche sélectionnée
he: הצגת מידע אודות מקור הנתונים של השכבות הנבחרות
it: Visualizza informazioni sull'origine dati del layer selezionato
ja: 選択されているレイヤのデータ ソースについての詳細を表示します
ko: 선택한 레이어의 데이터 소스에 대한 정보 보기
lt: Peržiūrėti informaciją apie pasirinkto sluoksnio duomenų rinkinį
lv: Apskatīt informāciju par izvēlētā slāņa datu avotu
nb_no: Se informasjon om datakilden til det valgte kartlaget
nl: Geef informatie weer over de databron van de geselecteerde laag
pl: Wyświetl informacje o źródle danych wybranej warstwy
pt_br: Visualiza informações sobre a fonte de dados da camada selecionada
ro: Vizualizaţi informaţii despre sursa de date a stratului tematic selectat
ru: Показать информацию о источнике данных выбранного слоя
sv: Visa information om det valda lagrets datakälla
zh_cn: 查看有关所选图层数据源的信息

# ZoomToCurrentlySelectedLayer
source: Zoom to the currently selected layer
ar: تكبير/تصغير الطبقة المحددة حالياً
da: Zoom til det aktuelt valgte lag
de: Auf den aktuell ausgewählten Layer zoomen
es: Hacer zoom en la capa seleccionada actualmente
et: Suumi hetkel valitud kihile
fi: Tarkenna valittuun karttatasoon
fr: Zoom sur la couche actuellement sélectionnée
he: התמקד לשכבה הנבחרת
it: Zoom sul layer attualmente selezionato
ja: 現在の選択レイヤにズームします
ko: 현재 선택된 레이어 확대
lt: Priartinti pasirinktą sluoksnį
lv: Pietuvināt uz pašreiz izvēlēto slāni
nb_no: Zoom til gjeldende valgte kartlag
nl: Zoom in op de op dit moment geselecteerde laag
pl: Powiększ do aktualnie wybranej warstwy
pt_br: Aplicar zoom à camada selecionada atualmente
ro: Transfocaţi la stratul tematic selectat curent
ru: Приблизить к текущему выбранному слою
sv: Zooma till lagret som för närvarande är valt
zh_cn: 缩放至当前所选图层

source: Cannot add drop down commands to a group.
ar: يتعذر إضافة الأوامر المنسدلة إلى المجموعة.
da: Kan ikke føje rullelistekommandoer til en gruppe.
de: Dropdown-Befehle können keiner Gruppe hinzugefügt werden.
es: No se puede agregar los comandos desplegables a un grupo
et: Ei saa lisada alla haaramise käsklusi grupile.
fi: Ryhmälle ei voi lisätä avattavan luettelon komentoja.
fr: Impossible d'ajouter des commandes de liste déroulante à un groupe
he: לא ניתן להוסיף פקודת drop down לקבוצה
it: Impossibile aggiungere comandi a discesa a un gruppo.
ja: ドロップ ダウン コマンドをグループに追加できません。
ko: 그룹에 드롭다운 명령을 추가할 수 없습니다.
lt: Į grupę negalima pridėti išskleidžiamų komandų.
lv: Nevar grupai pievienot nolaižamās komandas.
nb_no: Kan ikke legge nedtrekksmenykommandoer til en gruppe.
nl: Kan geen vervolgkeuzelijstopdrachten toevoegen aan een groep.
pl: Nie można dodać poleceń rozwijanych do grupy.
pt_br: Não é possível adicionar comandos suspensos a um grupo.
ro: Nu se pot adăuga comenzi derulante la un grup.
ru: Не удалось добавить команды drop down в группу.
sv: Det går inte att lägga till rullgardinskommandon i en grupp.
zh_cn: 无法向组添加下拉命令。

source: Configure Basemaps
ar: تكوين خرائط الأساس
da: Konfigurér baggrundskort
de: Grundkarten konfigurieren
es: Configurar mapas base
et: Seadista aluskaarte
fi: Muokkaa taustakarttoja
fr: Configurer les fonds de carte
he: קבע תצורה ל- Basemaps
it: Configura mappe di base
ja: ベースマップを構成します
ko: 베이스맵 구성
lt: Konfigūruoti pagrindo žemėlapius
lv: Konfigurēt pamatkartes
nb_no: Konfigurer bakgrunnskart
nl: Configureer basiskaarten
pl: Konfiguruj mapy bazowe
pt_br: Configurar Mapas Base
ro: Configurare hărţi fundal
ru: Настроить базовые карты
sv: Konfigurera baskartor
zh_cn: 配置底图

# FlashAnimationIsNotDefinedOnTargetBuilderToolbarButton
source: Flash animation is not defined on the target Builder toolbar button
ar: لم يتم تعريف حركة Flash على زر شريط أدوات منشئ الهدف
da: Flash-animation er ikke defineret på Builder-programmets målværktøjsknap
de: Keine Flash-Animation für die Schaltfläche der Werkzeugleiste des Ziel-Generators definiert
es: La animación Flash no está definida en el botón de la barra de herramientas de Builder objetivo
et: Flash animatsioon ei ole siht-koostaja tööriistariba osas määratud
fi: Flash-animaatiota ei ole määritetty Builder-työkalurivin painikkeessa
fr: L'animation Flash n'est pas définie sur le bouton de la barre d'outils Générateur cible
he: לא מוגדרת אנימציית הבזק בכפתור שבסרגל הכלים של ה- target Builder
it: Animazione Flash non definita nel pulsante di destinazione della Builder Toolbar
ja: フラッシュ アニメーションは、ターゲットの ［Builder］ ツールバー ボタンで定義されません
ko: 대상 빌더 도구 모음 단추에 플래시 애니메이션이 정의되어 있지 않음
lt: Flash animacijos mygtuko nėra kūrimo įrankio įrankių juostoje
lv: Animācija Izgaismot nav definēta uz mērķa veidotāja rīkjoslas pogas
nb_no: Flash-animasjon er ikke definert på verktøylinjeknapp i mål-Builder
nl: Flashanimatie is niet gedefinieerd op de doelknop van de Builder-werkbalk
pl: Animacja Flash nie została zdefiniowana dla docelowego przycisku paska narzędzi Kreator aplikacji
pt_br: A animação em Flash não está definida no botão da barra de ferramentas do Builder alvo
ro: Animaţia flash nu este definită pe butonul din bara de instrumente a builderului ţintă
ru: Флэш-анимация не задана на кнопке целевой панели инструментов Builder
sv: Flash-animering är inte definierad för målknappen i verktygsfältet i Builder
zh_cn: 目标构建器工具条按钮上未定义 Flash 动画

source: Manage Add-Ins: Tools, Behaviors, Controls
ar: إدارة الوظائف الإضافية: الأدوات، والسلوكيات، وعناصر التحكم
da: Administrér tilføjelsesprogrammer: Værktøjer, adfærd og kontrolelementer
de: Add-Ins verwalten: Werkzeuge, Verhalten, Steuerelemente
es: Administrar Add-Ins: herramientas, comportamientos, controles
et: Halda Add-In sisu: töövahendid, eeskirjad, kontrollid
fi: Hallitse lisäosia: työkalut, toiminnot ja säätimet
fr: Gérer les compléments : Outils, Comportements, Contrôles
he: ניהול תכניות עזר: כלים, התנהגות, פקדים
it: Gestione componenti aggiuntivi: strumenti, comportamenti, controlli
ja: アドインの管理: ツール、ビヘイビアー、コントロール
ko: 추가 기능 관리: 도구, 동작, 컨트롤
lt: Tvarkyti papildinius: įrankius, veikimą, valdiklius
lv: Pārvaldīt pievienojumprogrammas: Rīkus, Uzvedību, Kontroles
nb_no: Administrer tillegg: Verktøy, virkemåter, kontroller
nl: Beheer invoegtoepassingen: tools, gedragingen, besturingselementen
pl: Zarządzaj dodatkami: narzędziami, zachowaniami, elementami sterującymi
pt_br: Gerenciar Complementos: Ferramentas, Comportamentos, Controles
ro: Gestionare componente add-in: Instrumente, Comportamente, Controale
ru: Управление надстройками: Инструменты, Поведение, Элементы управления
sv: Hantera tillägg: verktyg, beteendefunktioner, kontroller
zh_cn: 管理加载项: 工具、行为、控件

source: Manage Personal Settings
ar: إدارة الإعدادات الشخصية
da: Administrér personlige indstillinger
de: Persönliche Einstellungen verwalten
es: Administrar configuración personal
et: Halda personaalseid seadeid
fi: Hallitse henkilökohtaisia asetuksia
fr: Gérer les paramètres personnels
he: ניהות ההגדרות האישיות
it: Gestisci impostazioni personali
ja: 個人設定を管理します
ko: 개인 설정 관리
lt: Tvarkyti specialius nustatymus
lv: Pārvaldīt personiskos iestatījumus
nb_no: Administrer personlige innstillinger
nl: Beheer persoonlijke instellingen
pl: Zarządzaj ustawieniami osobistymi
pt_br: Gerenciar Configurações Pessoais
ro: Gestionare setări personale
ru: Управление персональными настройками
sv: Hantera personliga inställningar
zh_cn: 管理个人设置

source: Access secured services
ar: الوصول إلى الخدمات المؤمنة
da: Få adgang til sikre tjenester
de: Auf gesicherte Services zugreifen
es: Servicios con acceso asegurado
et: Turvatud teenuste juurdepääs
fi: Käytä suojattuja palveluita
fr: Accéder aux services sécurisés
he: גישה לשירותים מאובטחים
it: Accedi a servizi protetti
ja: セキュアなサービスにアクセス
ko: 보안 서비스 액세스
lt: Taikyti apsaugotus servisus
lv: Piekļuve nodrošinātiem servisiem
nb_no: Få tilgang til sikrede tjenester
nl: Open beveiligde services
pl: Uzyskaj dostęp do usług zabezpieczonych
pt_br: Acessar serviços seguros
ro: Accesare servicii securizate
ru: Доступ к защищенным сервисам
sv: Använd säkra tjänster
zh_cn: 访问安全服务

source: Add Secured Services
ar: إضافة الخدمات المؤمنة
da: Tilføj sikre tjenester
de: Gesicherte Services hinzufügen
es: Agregar servicios asegurados
et: Lisa turvatud teenused
fi: Lisää suojattuja palveluita
fr: Ajouter des services sécurisés
he: הוסף שירותים מאובטחים
it: Aggiungi servizi protetti
ja: セキュアなサービスの追加
ko: 보안 서비스 추가
lt: Pridėti apsaugotus servisus
lv: Pievienot nodrošinātus servisus
nb_no: Legg til sikrede tjenester
nl: Voeg beveiligde services toe
pl: Dodaj usługi zabezpieczone
pt_br: Adicionar Serviços Seguros
ro: Adăugare servicii securizate
ru: Добавить защищенные сервисы
sv: Lägg till säkra tjänster
zh_cn: 添加安全服务

source: Configure Proxy
ar: تكوين الوكيل
da: Konfigurér proxy
de: Proxy konfigurieren
es: Configurar Proxy
et: Proksi seadistamine
fi: Määritä välityspalvelin
fr: Configurer le proxy
he: קבע תצורה ל-Proxy
it: Configura proxy
ja: プロキシの構成
ko: 프록시 구성
lt: Konfigūruoti Proxy
lv: Konfigurēt Proxy
nb_no: Konfigurer proxy
nl: Configureer proxy
pl: Konfiguruj serwer proxy
pt_br: Configurar Proxy
ro: Configurare proxy
ru: Настроить прокси-сервер
sv: Konfigurera proxy
zh_cn: 配置代理

# NewApplication
source: Application Builder - New Application (not deployed)
ar: منشئ التطبيق - التطبيق الجديد (لم يتم نشره)
da: Application Builder - Ny applikation (ikke anvendt)
de: Application Builder - Neue Anwendung (nicht bereitgestellt)
es: Application Builder - Nueva aplicación (no implementada)
et: Rakenduse koostaja - uus rakendus (juurutamata)
fi: Application Builder – Uusi sovellus (ei otettu käyttöön)
fr: Application Builder - Nouvelle application (non déployée)
he: Application Builder - אפליקציה חדשה (לא פרוס)
it: Application Builder - Nuova applicazione (non distribuita)
ja: Application Builder - 新規アプリケーション（未配置）
ko: 응용프로그램 빌더 - 새 응용프로그램(보급되지 않음)
lt: Aplikacijos kūrimo įrankis - Nauja aplikacija (neišskleista)
lv: Aplikācijas veidotājs - Jauna aplikācija (nav ieviesta)
nb_no: Programbygger - Nytt program (ikke distribuert)
nl: Application Builder - Nieuwe applicatie (niet uitgerold)
pl: Kreator aplikacji — Nowa aplikacja (niewdrożona)
pt_br: Application Builder - Novo Aplicativo (não implantado)
ro: Application Builder - Aplicaţie nouă (nepusă în funcţiune)
ru: Конструктор приложения - Новое приложение (не развернуто)
sv: Application Builder - Nytt program (ej distribuerat)
zh_cn: 应用程序构建器 - 新建应用程序(未部署)

source: (not deployed)
ar: (غير منشور)
da: (ikke anvendt)
de: (nicht bereitgestellt)
es: (no implementado)
et: (juurutamata)
fi: (ei otettu käyttöön)
fr: (non déployé)
he: (לא מופץ)
it: (non distribuita)
ja: （未配置）
ko: (배포되지 않음)
lt: (neišskleista)
lv: (nav izvietots)
nb_no: (ikke distribuert)
nl: (niet uitgerold)
pl: (nie wdrożone)
pt_br: (não implantado)
ro: (nepusă în funcţiune)
ru: (не развернуто)
sv: (inte distribuerat)
zh_cn: (未部署)
