Repository: Esri/arcgis-viewer-silverlight
Catalog: src/Builder/ESRI.ArcGIS.Mapping.Builder/Resources/Strings.*.resx
Languages: ar, da, de, es, et, fi, fr, he, it, ja, ko, lt, lv, nb_no, nl, pl, pt_br, ro, ru, sv, zh_cn

# ManageBehaviorsDescription
source: Enable, disable, re-order, add, or delete the Viewer's behaviors
ar: تمكين سلوكيات العارض أو تعطيلها أو ترتيبها أو إضافتها أو حذفها
da: Aktivér, deaktivér, omorganisér, tilføj eller slet Viewer-programmets adfærd
de: Verhalten des Viewers aktivieren, deaktivieren, neu anordnen, hinzufügen oder löschen
es: Habilita, deshabilita, reordena, agrega o elimina los comportamientos de Viewer
et: Luba, ära luba, järjesta ümber, lisa või kustuta sirvija eeskirju
fi: Ota käyttöön, poista käytöstä, järjestä uudelleen, lisää tai poista Viewerin toimintoja
fr: Activer, désactiver, réorganiser, ajouter ou supprimer les comportements de la visionneuse
he: אפשר, חסום, סדר מחדש או מחק את התנהגויות הצפיין
it: Consente di abilitare, disabilitare, riordinare, aggiungere o eliminare i comportamenti del visualizzatore
ja: ビューアのビヘイビアーを有効化、無効化、順序変更、追加、または削除します
ko: 뷰어의 동작을 활성화, 비활성화, 순서 변경, 추가 또는 삭제합니다.
lt: Įjungiamos, išjungiamos, pertvarkomos, pridedamos arba pašalinamos Viewer veikimo taisyklės
lv: Iespējot, atspējot, atkārtoti sakārtot, pievienot vai izdzēst skatītāja uzvedību
nb_no: Aktiver, deaktiver, omordne, legg til eller slett virkemåtene i Viewer
nl: Schakel de gedragingen van de Viewer in of uit, wijzig de volgorde of verwijder de gedragingen
pl: Włącz, wyłącz, zmień kolejność, dodaj lub usuń zachowania przeglądarki
pt_br: Habilita, desabilita, reordena, adiciona ou exclui os comportamentos da Janela de Visualização
ro: Activaţi, dezactivaţi, reordonaţi, adăugaţi sau ştergeţi comportamentele aplicaţiei de vizualizare
ru: Поведение вьюера: включить, отключить, переупорядочить добавить или удалить
sv: Aktivera, inaktivera, ordna om, lägg till eller ta bort visningsprogrammets beteendefunktioner
zh_cn: 启用、禁用、重新排序、添加或删除查看器的特性

source: Manage Toolbars
ar: إدارة شريط الأدوات
da: Administrér værktøjslinjer
de: Werkzeugleisten verwalten
es: Administrar barras de herramientas
et: Halda tööriistaribasid
fi: Hallitse työkalurivejä
fr: Gérer les barres d'outils
he: ניהול סרגלי כלים
it: Gestisci barre degli strumenti
ja: ツールバーの管理
ko: 도구 모음 관리
lt: Tvarkyti įrankių juostas
lv: Pārvaldīt rīkjoslas
nb_no: Administrer verktøylinjer
nl: Beheer werkbalken
pl: Zarządzaj paskami narzędzi
pt_br: Gerenciar Barras de Ferramentas
ro: Gestionare bare de instrumente
ru: Управлять панелями инструментов
sv: Hantera verktygsfält
zh_cn: 管理工具条

# ManageToolbarsDescription
source: Add, remove, move, and configure tools on the Viewer's toolbars
ar: إضافة الأدوات في شريط أدوات العارض وحذفها ونقلها وتهيئتها
da: Tilføj, fjern, flyt og konfigurér værktøjer på Viewer-programmets værktøjslinjer
de: Werkzeuge auf den Werkzeugleisten des Viewers hinzufügen, entfernen, verschieben und konfigurieren
es: Agrega, elimina, mueve y configura herramientas en las barras de herramientas de Viewer
et: Lisa, eemalda, liiguta ja seadista sirvija tööriistariba vahendeid
fi: Lisää, poista, siirrä tai muokkaa Viewerin työkalurivin työkaluja
fr: Ajouter, supprimer, déplacer et configurer des outils dans les barres d'outils de la visionneuse
he: הוספה, הסרה, הזזה וכלי התאמה בסרגלי הכלים של הצפיין
it: Consente di aggiungere, rimuovere, spostare e configurare strumenti nelle barre del visualizzatore
ja: ビューアのツールバー上のツールを追加、削除、移動、構成します
ko: 뷰어의 도구 모음에서 도구를 추가, 제거, 이동 및 구성합니다.
lt: Pridedami, pašalinami, perkeliami arba konfigūruojami įrankiai Viewer įrankių juostose
lv: Pievienot, izņemt, pārvietot un konfigurēt rīkus un skatītāja rīkjoslas
nb_no: Legg til, fjern, flytt og konfigurer verktøy på verktøylinjene i Viewer
nl: Voeg tools toe, verwijder tools, verplaats tools en configureer tools op de werkbalken van de Viewer
pl: Dodaj, usuń, przenieś i skonfiguruj narzędzia na paskach narzędzi przeglądarki
pt_br: Adiciona, remove, move e configura as ferramentas nas barras de ferramentas da Janela de Visualização
ro: Adăugaţi, eliminaţi, mutaţi şi configuraţi instrumente de pe barele de instrumente ale aplicaţiei de vizualizare
ru: Добавить, удалить, переместить или конфигурировать инструменты на панелях инструментов вьюера
sv: Lägg till, ta bort, flytta och konfigurera verktyg i visningsprogrammets verktygsfält
zh_cn: 添加、移除、移动和配置查看器工具条上的工具

# Publish
source: Deploy
ar: نشر
da: Anvend
de: Bereitstellen
es: Implementar
et: Juuruta
fi: Ota käyttöön
fr: Déployer
he: הפצה
it: Distribuisci
ja: 配置
ko: 배포
lt: Patalpinti
lv: Ieviest
nb_no: Distribuer
nl: Uitrollen
pl: Utwórz
pt_br: Implantar
ro: Punere în funcţiune
ru: Развернуть
sv: Distribuera
zh_cn: 部署

# PublishDescription
source: Deploy the current Viewer to a new website
ar: نشر العارض الحالي في موقع ويب جديد
da: Anvend det aktuelle Viewer-program på et nyt websted
de: Aktuellen Viewer für eine neue Website bereitstellen
es: Implementar Viewer actual en un sitio Web nuevo
et: Juuruta olemasolev sirvija uuele veebisaidile
fi: Ota nykyinen Viewer käyttöön uudessa verkkosivustossa
fr: Déployer la visionneuse actuelle sur un nouveau site Web
he: הפץ את הצפיין הנוכחי לאתר חדש
it: Consente di distribuire il visualizzatore corrente in un nuovo sito Web
ja: 現在のビューアを新しい Web サイトに配置します
ko: 현재 뷰어를 새 웹 사이트에 배포합니다.
lt: Esamo Viewer patalpinimas į naują svetainę
lv: Ieviest pašreizējo skatītāju uz jaunu web vietni
nb_no: Distribuer gjeldende Viewer til et nytt webområde
nl: Rol de huidige Viewer uit naar een nieuwe website
pl: Utwórz bieżącą przeglądarkę w nowej witrynie internetowej
pt_br: Implanta a Janela de Visualização atual em um novo site da web
ro: Puneţi în funcţiune aplicaţia de vizualizare curentă pe un site Web nou
ru: Развернуть текущий вьюер на новом веб-сайте
sv: Distribuera det aktuella visningsprogrammet till en ny webbplats
zh_cn: 将当前查看器部署到新网站

source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
et: Lähtesta
fi: Palauta
fr: Réinitialiser
he: אפס
it: Reimposta
ja: リセット
ko: 재설정
lt: Atkurti
lv: Atiestatīt
nb_no: Tilbakestill
nl: Opnieuw instellen
pl: Resetuj
pt_br: Restaurar
ro: Resetare
ru: Сбросить
sv: Återställ
zh_cn: 重置

source: Reset Theme
ar: إعادة تعيين السمة
da: Nulstil tema
de: Design zurücksetzen
es: Restablecer tema
et: Lähtesta teema
fi: Palauta teema
fr: Réinitialiser le thème
he: אפס נושא
it: Reimposta tema
ja: テーマのリセット
ko: 테마 재설정
lt: Atkurti temą
lv: Atiestatīt tēmas
nb_no: Tilbakestill tema
nl: Stel thema opnieuw in
pl: Resetuj motyw
pt_br: Restaurar Tema
ro: Resetare temă
ru: Сбросить тему
sv: Återställ tema
zh_cn: 重置主题

# ResetThemeDescription
source: Reset the Viewer's theme colors to their default values
ar: إعادة تعيين ألوان سمة العارض إلى القيمة الافتراضية
da: Nulstil Viewer-programmets temafarver til deres standardværdier
de: Designfarben des Viewers auf die Standardwerte zurücksetzen
es: Restablece los colores del tema de Viewer a sus valores predeterminados
et: Lähtesta sirvija teema värvid nende vaikimisi väärtustega
fi: Palauta Viewerin teeman värit oletusarvoihin
fr: Restaurer les couleurs par défaut du thème de la visionneuse
he: אפס את צבע נושאי הצפיין לערכי ברירת המחדל
it: Consente di reimpostare i valori di default dei colori del tema del visualizzatore
ja: ビューアのテーマ色をデフォルト値にリセットします
ko: 뷰어의 테마 색을 기본값으로 재설정합니다.
lt: Viewer temos numatytųjų spalvų atkūrimas
lv: Atiestatīt skatītāja tēmas krāsas uz to noklusētajām vērtībām
nb_no: Nullstill temafargene i Viewer til standardverdiene
nl: Herstel de standaardwaarden van de themakleuren van de Viewer
pl: Przywróć domyślne kolory motywu przeglądarki
pt_br: Redefine as cores de tema da Janela de Visualização para os valores padrões
ro: Resetaţi culorile temei aplicaţiei de vizualizare la valorile lor implicite
ru: Восстановить цвета темы вьюера до значений по умолчанию
sv: Återställ standardvärden för temafärger i visningsprogrammet
zh_cn: 将查看器的主题颜色重置为默认值

source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
he: שמור
it: Salva
ja: 保存
ko: 저장
lt: Įrašyti
lv: Saglabāt
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvare
ru: Сохранить
sv: Spara
zh_cn: 保存

# SaveDescription
source: Save the current Viewer
ar: حفظ العارض الحالي
da: Gem det aktuelle Viewer-program
de: Aktuellen Viewer speichern
es: Guardar Viewer actual
et: Salvesta olemasolev sirvija
fi: Tallenna nykyinen Viewer
fr: Enregistrer la visionneuse actuelle
he: שמירת הצפיין הנוכחי
it: Salva il visualizzatore corrente
ja: 現在のビューアを保存します
ko: 현재 뷰어를 저장합니다.
lt: Esamo Vierwer įrašymas
lv: Saglabāt pašreizējo skatītāju
nb_no: Lagre gjeldende Viewer
nl: Sla de huidige Viewer op
pl: Zapisz bieżącą przeglądarkę
pt_br: Salva a Janela de Visualização atual
ro: Salvaţi aplicaţia de vizualizare curentă
ru: Сохранить текущий вьюер
sv: Spara det aktuella visningsprogrammet
zh_cn: 保存当前查看器

source: Select the tool...
ar: جارِ تحديد الأداة...
da: Vælg værktøjet...
de: Werkzeug auswählen...
es: Seleccionar la herramienta...
et: Vali töövahend...
fi: Valitse työkalu...
fr: Sélectionner l'outil...
he: בחירת הכלי...
it: Seleziona strumento...
ja: ツールを選択します...
ko: 도구 선택...
lt: Pasirinkti įrankį...
lv: Izvēlieties rīku...
nb_no: Velg verktøyet...
nl: Selecteer de tool...
pl: Wybierz narzędzie...
pt_br: Selecione uma ferramenta...
ro: Selectaţi instrumentul...
ru: Выберите инструмент...
sv: Välj verktyget...
zh_cn: 选择工具...

source: Title and Links
ar: العنوان والارتباطات
da: Titel og links
de: Titel und Links
es: Título y enlaces
et: Pealkiri ja lingid
fi: Otsikko ja linkit
fr: Titre et liens
he: כותרות וקישורים
it: Titolo e collegamenti
ja: タイトルとリンク
ko: 제목 및 링크
lt: Antraštė ir nuorodos
lv: Virsraksts un saites
nb_no: Tittel og koblinger
nl: Titel en koppelingen
pl: Tytuł i łącza
pt_br: Título e Links
ro: Titlu şi legături
ru: Название и ссылки
sv: Titel och länkar
zh_cn: 标题和链接

# ToggleBrowseDescription
source: Show or hide the browse panel. Browse allows you to view the contents of an ArcGIS Server or Spatial Data Service endpoint and add layers to the map.
ar: إظهار لوحة الاستعراض أو إخفائها. يتيح المستعرض عرض محتويات ArcGIS Server أو نقطة النهاية لخدمة البيانات المكانية وإضافة طبقات إلى الخريطة.
da: Vil eller skjul gennemsynspanelet. Med Gennemse kan du få vist indhold for en ArcGIS-server eller et Spatial Data Service-slutpunkt og føje lag til kortet.
de: Das Fenster für "Durchsuchen" ein- oder ausblenden. Mithilfe der Auswahl können Sie Inhalte eines ArcGIS-Servers oder den Endpunkt eines Services mit räumlichen Daten anzeigen und der Karte Layer hinzufügen.
es: Muestra u oculta el panel de exploración. La exploración le permite ver el contenido de un ArcGIS Server o el extremo de Spatial Data Service y agregar capas al mapa.
et: Kuva või peida sirvimise paneel. Sirvimine lubab vaadata ArcGIS Server või Spatial Data Service sisu ning lisada kihte kaardile.
fi: Näytä tai piilota selausruutu. Selaustoiminnon avulla voit tarkastella ArcGIS Serverin tai paikkatietopalvelun päätepisteen sisältöä ja lisätä tasoja karttaan.
fr: Afficher ou masquer le volet Parcourir. Parcourir vous permet de voir le contenu d'un serveur ArcGIS ou d'un point d'extrémité de service de données spatiales et d'ajouter des couches à la carte.
he: הצג או הסתר את פנל הדפדפן. דפדוף מאפשר לראות את התוכן של ArcGIS Server או Spatial Data Service endpoint ולהוסיף שכבות למפה.
it: Mostra o nasconde il pannello di esplorazione che consente di visualizzare i contenuti di un endpoint di Spatial Data Service o ArcGIS Server e di aggiungere layer alla mappa.
ja: 参照パネルの表示/非表示を切り替えます。参照パネルを使用すると、ArcGIS Server や Spatial Data Server のコンテンツのエンドポイントを表示したり、レイヤをマップに追加したりできます。
ko: 탐색 패널을 표시하거나 숨깁니다. 탐색을 통해 ArcGIS Server 또는 Spatial Data Service 엔드포인트의 컨텐츠를 보고 맵에 레이어를 추가할 수 있습니다.
lt: Naršyklės skydelio parodymas arba paslėpimas. Naršyklė jums leidžia peržiūrėti ArcGIS Server turinį arba Erdvinių duomenų serviso galinį tašką ir pridėti sluoksnius į žemėlapį.
lv: Rādīt vai paslēpt pārlūkošanas paneli. Pārlūkošana ļauj jums apskatīt ArcGIS Server vai Spatial Data Service saturu un pievienot kartei slāņus.
nb_no: Vis eller skjul Bla gjennom-panelet. Bla gjennom lar deg se innholdet på et ArcGIS Server- eller romlig datatjeneste-sluttpunkt og legge kartlag til kartet.
nl: Geef het bladerpaneel weer of verberg het. Met bladeren kunt u de inhoud van een ArcGIS Server- Spatial Data Service-eindpunt weergeven en lagen aan de kaart toevoegen.
pl: Pokaż lub ukryj panel przeglądania. Przeglądanie umożliwia wyświetlenie zawartości ArcGIS Server lub punktu końcowego usługi danych przestrzennych oraz dodanie warstw do mapy.
pt_br: Mostra ou oculta o painel Procurar. A ferramenta Procurar permite a visualização de conteúdos do ArcGIS Server ou parâmetro do Spatial Data Service e adicona camadas no mapa.
ro: Afişaţi sau ascundeţi panoul de parcurgere. Parcurgerea vă permite să vizualizaţi conţinutul unui punct final ArcGIS Server sau de serviciu de date spaţiale şi să adăugaţi straturi tematice la hartă.
ru: Показать или скрыть панель «обзор». Обзор позволяет просмотреть содержимое ArcGIS Server или конечную точку Spatial Data Service и добавить слои на карту.
sv: Visa eller dölj bläddringspanelen, så att du kan visa innehållet på en ArcGIS Server- eller Spatial Data Service-ändpunkt och addera lager till kartan.
zh_cn: 显示或隐藏浏览面板。浏览面板用于查看 ArcGIS Server 或 Spatial Data Service 端点的内容并向地图添加图层。

# ToggleMapContentsDescription
source: Show or hide a list of the map's contents
ar: إظهار قائمة محتويات الخريطة أو إخفائها
da: Vis eller skjul en liste med kortets indhold
de: Liste mit Karteninhalt ein- oder ausblenden
es: Mostrar u ocultar una lista del contenido del mapa
et: Kuva või peida kaardi sisu loend
fi: Näytä tai piilota kartan sisällysluettelo
fr: Afficher ou masquer la liste du contenu de la carte
he: מציג או מסתיר את תוכן המפה
it: Mostra o nasconde un elenco dei contenuti della mappa
ja: マップ コンテンツのリストの表示/非表示を切り替えます
ko: 맵의 컨텐츠 목록을 표시하거나 숨깁니다.
lt: Parodyti arba paslėpti žemėlapio turinio sąrašą
lv: Rādīt vai paslēpt kartes satura sarakstu
nb_no: Vis eller skjul en liste med kartets innhold
nl: Geef een lijst met de inhoud van de kaart weer of verberg deze
pl: Pokaż lub ukryj listę zawartości mapy
pt_br: Mostra ou oculta uma lista de conteúdos do mapa
ro: Afişaţi sau ascundeţi o listă a conţinutului hărţii
ru: Показать или скрыть список содержимого карты
sv: Visa eller dölj en lista med kartinnehåll
zh_cn: 显示或隐藏地图内容的列表

# ToggleSearchDescription
source: Show or hide the search panel. Search allows you to search for places, search ArcGIS.com for content, or search the web for ArcGIS Server services.
ar: إظهار لوحة البحث أو إخفائها. تتيح عملية البحث العثور على الأماكن، أو البحث عن محتوى على ArcGIS.com ، أو البحث على الويب لخدمات ArcGIS Server.
da: Vis eller skjul søgepanelet. Med Søg kan du søge efter steder, søge på ArcGIS.com efter indhold eller søge på internettet efter ArcGIS Server-tjenester.
de: Das Fenster für die Suche ein- oder ausblenden. Mithilfe der Suchfunktion können Sie nach Orten suchen, ArcGIS.com nach Inhalt durchsuchen oder im Internet nach Services von ArcGIS-Server suchen.
es: Muestra u oculta el panel de búsqueda. La búsqueda le permite buscar lugares, contenido en ArcGIS.com o el sitio Web de los servicios de ArcGIS Server.
et: Kuva või peida otsingu paneel. Otsing võimaldab leida kohi, otsides neid ArcGIS.com sisut või ArcGIS Server teenuste seast.
fi: Näytä tai piilota hakuruutu. Haun avulla voit hakea paikkoja tai etsiä sisältöä ArcGIS.com-sivustosta tai ArcGIS Server -palveluista.
fr: Afficher ou masquer le volet Rechercher. Rechercher vous permet d'effectuer des recherches d'endroits, de contenu sur ArcGIS.com ou de services de serveur ArcGIS sur le Web.
he: הצג או הסתר את פנל החיפוש. חיפוש מאפשר לך לחפש מקומות, לבצע חיפוש תוכן ב- ArcGIS.com או לחפש ברשת שרותי ArcGIS Server.
it: Mostra o nasconde il pannello di ricerca che consente di cercare località, contenuti in ArcGIS.com o servizi ArcGIS Server nel Web.
ja: 検索パネルの表示/非表示を切り替えます。検索パネルを使用すると、場所の検索、ArcGIS.com のコンテンツの検索、ArcGIS Server サービスの Web 検索ができます。
ko: 검색 패널을 표시하거나 숨깁니다. 검색을 통해 장소를 검색하거나, ArcGIS.com에서 컨텐츠를 검색하거나, 웹에서 ArcGIS Server 서비스를 검색할 수 있습니다.
lt: Paieškos skydelio parodymas arba paslėpimas. Paieškoje galima ieškoti vietovardžių, naršyti ArcGIS.com turinyje arba ieškoti ArcGIS Server servisų žiniatinklyje.
lv: Rādīt vai slēpt meklēšanas paneli. Meklēšana ļauj meklēt vietas, meklēt ArcGIS.com saturu, vai arī meklēt web for ArcGIS Server servisus.
nb_no: Vis eller skjul søkepanelet. Søk lar deg søke etter steder, søke etter innhold på ArcGIS.com eller søke på Internett etter ArcGIS Server-tjenester.
nl: Geef het zoekpaneel weer of verberg het. U kunt plaatsen zoeken, inhoud zoeken op ArcGIS.com of ArcGIS Server-services zoeken op het web.
pl: Pokaż lub ukryj panel wyszukiwania. Wyszukiwanie umożliwia znalezienie miejsc, przeszukanie zawartości witryny ArcGIS.com lub znalezienie w Internecie usług ArcGIS Server.
pt_br: Mostra ou oculta o painel Pesquisar. A ferramenta Pesquisar permite a pesquisa por locais, conteúdo no ArcGIS.com ou serviços do ArcGIS Server.
ro: Afişaţi sau ascundeţi panoul de căutare. Căutarea vă permite să căutaţi locuri, să căutaţi conţinut în ArcGIS.com sau să căutaţi pe Web servicii ArcGIS Server.
ru: Показать или скрыть панель поиска. Поиск дает возможность искать местоположения, содержимое в ArcGIS.com или сервисы ArcGIS Server.
sv: Visa eller dölj sökpanelen, så att du kan söka efter platser, söka efter innehåll på ArcGIS.com, eller söka på webben efter ArcGIS Server-tjänster.
zh_cn: 显示或隐藏搜索面板。搜索面板用于搜索地点、搜索 ArcGIS.com 中的内容或搜索 web 中的 ArcGIS Server 服务。

# ToggleTableDescription
source: Show or hide the attribute table for the currently selected layer
ar: إظهار جدول البيانات للطبقة المحددة حالياً أو إخفائها
da: Vis eller skjul attributtabellen for det aktuelt valgte lag
de: Attributtabelle für den aktuell ausgewählten Layer ein- oder ausblenden
es: Mostrar u ocultar la tabla de atributos de la capa seleccionada
et: Kuva või peida hetkel valitud kihi atribuuditabel
fi: Näytä tai piilota valitun tason ominaisuustietotaulu
fr: Afficher ou masquer la table attributaire pour la couche actuellement sélectionnée
he: הצג או הסתר את טבלת המאפיינים של השכבה הנבחרת הנוכחית
it: Mostra o nasconde la tabella degli attributi del layer attualmente selezionato
ja: 現在選択されているレイヤの属性テーブルの表示/非表示を切り替えます
ko: 현재 선택된 레이어의 속성 테이블을 표시하거나 숨깁니다.
lt: Pasirinkto sluoksnio atributinės lentelės parodymas arba paslėpimas
lv: Rādīt vai paslēpt pašreiz izvēlētā slāņa atribūtu tabulu
nb_no: Vis eller skjul attributtabellen for gjeldende valgte kartlag
nl: Geef de attribuuttabel weer of verberg deze voor de op dit moment geselecteerde laag
pl: Pokaż lub ukryj tabelę atrybutów dla aktualnie wybranej warstwy
pt_br: Mostra ou oculta a tabela de atributos da camada atualmente selecionada
ro: Afişaţi sau ascundeţi tabelul de atribute pentru stratul tematic selectat curent
ru: Показать или скрыть таблицу атрибутов для текущего выбранного слоя
sv: Visa eller dölj attributtabellen för det valda lagret
zh_cn: 显示或隐藏当前所选图层的属性表

source: Toggle Toolbar
ar: تبديل شريط الأدوات
da: Skift-værktøjslinjen
de: Werkzeugleiste ein- oder ausblenden
es: Activar/Desactivar la barra de herramientas
et: Vahetamise tööriistariba
fi: Vaihda työkalurivi
fr: Basculer la barre d'outils
he: הצג או הסתר את סרגל הכלים
it: Visualizza/Nascondi barra degli strumenti
ja: ツールバーの切り替え
ko: 도구 모음 전환
lt: Įjungti įrankių juostą
lv: Pārslēgt rīkjoslu
nb_no: Verktøylinje på/av
nl: Wissel werkbalk
pl: Przełącz pasek narzędzi
pt_br: Alternar Barra de Ferramentas
ro: Comutare bară de instrumente
ru: Переключить панель инструментов
sv: Växla verktygsfält
zh_cn: 切换工具条

# ToggleToolbarDescription
source: Show or hide Application Builder's toolbar
ar: إظهار شريط أدوات منشئ التطبيق أو إخفائه
da: Vis eller skjul Application Builder-værktøjslinjen
de: Werkzeugleiste von Application Builder ein- oder ausblenden
es: Mostrar u ocultar la barra de herramientas de Application Builder
et: Kuva või peida rakenduse koostaja tööriistariba
fi: Näytä tai piilota Application Builderin työkalurivi
fr: Afficher ou masquer la barre d'outils Application Builder
he: הצג או הסתר סרגל כלי ה-Application Builder
it: Mostra o nasconde la barra degli strumenti di Application Builder
ja: Application Builder のツールバーの表示/非表示を切り替えます
ko: 응용프로그램 빌더의 도구 모음을 표시하거나 숨깁니다.
lt: Aplikacijos kūrimo įrankių juostos parodymas arba paslėpimas
lv: Rādīt vai paslēpt Aplikāciju veidotāja rīkjoslu
nb_no: Vis eller skjul verktøylinjen i Programbygger
nl: Geef werkbalk Application Builder weer of verberg deze
pl: Pokaż lub ukryj pasek narzędzi Kreatora aplikacji
pt_br: Mostra ou oculta a barra de ferramentas do Aplication Builder
ro: Afişaţi sau ascundeţi bara de instrumente a builderului aplicaţiei
ru: Показать или скрыть панель инструментов конструктора приложения
sv: Visa eller dölj verktygsfältet i Application Builder
zh_cn: 显示或隐藏应用程序构建器的工具条

source: Toolbar
ar: شريط الأدوات
da: Værktøjslinje
de: Werkzeugleiste
es: Barra de herramientas
et: Tööriistariba
fi: Työkalurivi
fr: Barre d'outils
he: סרגל כלים
it: Barra degli strumenti
ja: ツールバー
ko: 도구 모음
lt: Įrankių juosta
lv: Rīkjosla
nb_no: Verktøylinje
nl: Werkbalk
pl: Pasek narzędzi
pt_br: Barra de Ferramentas
ro: Bară de instrumente
ru: Панель инструментов
sv: Verktygsfält
zh_cn: 工具条

source: Tools
ar: أدوات
da: Værktøjer
de: Werkzeuge
es: Herramientas
et: Töövahendid
fi: Työkalut
fr: Outils
he: כלים
it: Strumenti
ja: ツール
ko: 도구
lt: Įrankiai
lv: Rīki
nb_no: Verktøy
pl: Narzędzia
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
sv: Verktyg
zh_cn: 工具

source: Accent
ar: تمييز
de: Akzent
es: Acentuado
et: Rõhutamine
fi: Tehoste
fr: Accentuation
he: הדגש
it: In risalto
ja: アクセント
ko: 강조
lt: Paryškinimas
lv: Akcents
nb_no: Aksent
pl: Akcent
pt_br: Destacar
ro: Accentuare
ru: Выделить
zh_cn: 强调

source: Accent Text
ar: نص مميز
da: Accent-tekst
de: Akzenttext
es: Acentuar texto
et: Rõhuta teksti
fi: Tehosteteksti
fr: Texte d'accentuation
he: הדגש טקסט
it: Testo in risalto
ja: テキストの強調
ko: 강조 텍스트
lt: Paryškintas tekstas
lv: Akcenta teksts
nb_no: Aksenttekst
nl: Accenttekst
pl: Tekst akcentu
pt_br: Destacar Texto
ro: Accentuare text
ru: Выделить текст
zh_cn: 强调文本

# AddNewGroupOrControl
source: Add a new group or control
ar: إضافة مجموعة جديدة أو عنصر تحكم
da: Tilføj en ny gruppe eller et nyt kontrolelement
de: Neue Gruppe oder neues Steuerelement hinzufügen
es: Agregar un nuevo grupo o control
et: Lisa uus grupp või kontroll
fi: Lisää uusi ryhmä tai säädin
fr: Ajouter un nouveau groupe ou contrôle
he: הוסף כלי או קבוצה חדשים
it: Aggiungi un nuovo gruppo o controllo
ja: 新しいグループまたはコントロールを追加します
ko: 새 그룹 또는 컨트롤 추가
lt: Pridėti naują grupę arba valdiklį
lv: Pievienot jaunu grupu vai kontroli
nb_no: Legg til en ny gruppe eller kontroll
nl: Voeg een nieuwe groep of een nieuw besturingselement toe
pl: Dodaj nową grupę lub element sterujący
pt_br: Adiciona um novo grupo ou controle
ro: Adăugare grup sau control nou
ru: Добавить новую группу или элемент управления
sv: Lägg till en ny grupp eller kontroll
zh_cn: 添加新组或控件

# AddOns
source: Add-Ins
ar: وظائف إضافية
da: Tilføjelsesprogrammer
et: Add-in lisad
fi: Lisäosat
fr: Compléments
it: Componenti aggiuntivi
ja: アドイン
ko: 추가 기능
lt: Papildiniai
lv: Pievienojumprogrammas
nb_no: Tillegg
nl: Invoegtoepassingen
pl: Dodatki
pt_br: Complementos
ro: Componente add-in
ru: Надстройки
sv: Tillägg
zh_cn: 加载项

source: Application Properties
ar: خصائص التطبيق
da: Applikationsegenskaber
de: Anwendungseigenschaften
es: Propiedades de la aplicación
et: Rakenduse omadused
fi: Sovelluksen ominaisuudet
fr: Propriétés d'application
he: מאפיני אפליקציה
it: Proprietà applicazione
ja: アプリケーションのプロパティ
ko: 응용프로그램 등록정보
lt: Aplikacijos savybės
lv: Aplikācijas īpašības
nb_no: Programegenskaper
nl: Eigenschappen applicatie
pl: Właściwości aplikacji
pt_br: Propriedades do Aplicativo
ro: Proprietăţi aplicaţie
ru: Свойства приложения
sv: Programegenskaper
zh_cn: 应用程序属性
